{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "7/22/2020, 12:32:23 PM",
  "id": "MHG9sAzcEF1VXyhTLSRR7",
  "articles": [
    {
      "title": "Ancient Ice Loss in Antarctica's Most Stable Region Paints a Bleak Picture of What Could Come",
      "source": "Gizmodo",
      "date": "Jul 22, 2020",
      "description": "A new paper suggests that the East Antarctic ice sheet may not be as stable as we thought. Looking at ancient melting, the study finds evidence that this piece of the Antarctic experienced melting 400,000 years ago when the world was 1.8 to 3.6 degrees Fahrenheit (1 to 2 degrees Celsius) warmer. Eno…",
      "link": "https://earther.gizmodo.com/ancient-ice-loss-in-east-antarctica-is-not-something-an-1844468011"
    },
		{
			"title": "US Charges Two Chinese Spies in Global Hacking Campaign Targeting COVID-19 Research",
			"source": "TechCrunch",
			"date": "Jul 21, 2020",
			"description": "The hackers are accused of a hacking spree lasting more than a decade.",
			"link": "https://techcrunch.com/2020/07/21/us-prosecutors-charge-chinese-spies-global-hacking/"
		},
    {
      "title": "Obesity, Infertility, and Low IQ Are Just Some of the Ways Household Chemicals Wreck Our Health",
      "source": "Gizmodo",
      "date": "Jul 21, 2020",
      "description": "A new analysis published in the Lancet Diabetes and Endocrinology on Tuesday found that a growing number of endocrine-disrupting household chemicals have been linked to widespread health problems, including infertility, diabetes, and impaired brain development. The researchers examined hundreds of s…",
      "link": "https://earther.gizmodo.com/obesity-infertility-and-low-iq-are-just-some-of-the-w-1844460126"
    },
    {
      "title": "It's Becoming Clear Why the US' Response to COVID-19 Is Terrible",
      "source": "Ars Technica",
      "date": "Jul 20, 2020",
      "description": "Multiple reports make it obvious that facts aren't driving pandemic management.",
      "link": "https://arstechnica.com/science/2020/07/inside-the-us-pandemic-incompetence-it-starts-at-the-top/"
    },
    {
      "title": "By your powers combined: We are Social Justice Warriors",
      "source": "YouTube",
      "date": "Jul 8, 2020",
      "description": "Dewdawg presents, By your powers combined: We are SOCIAL JUSTICE Warriors EPISODE intro 'Get TRIGGERED' * original movie created for 'No safe Spaces' release...",
      "link": "https://www.youtube.com/watch?v=ROWl3yx_5ew"
    },
    {
      "title": "The Terrible Consequences of Australia's Uber-Bushfires",
      "source": "Wired",
      "date": "Jul 20, 2020",
      "description": "Scientists calculate that the unprecedented wildfires burned 37,500 square miles. For already endangered species, the conflagration may have spelled doom.",
      "link": "https://www.wired.com/story/the-terrible-consequences-of-australias-uber-bushfires/"
    },
    {
      "title": "Son of Federal Judge in Epstein Deutsche Bank Case Shot Dead",
      "source": "Vice",
      "date": "Jul 20, 2020",
      "description": "Judge Esther Salas was appointed to the case last Wednesday. On Sunday, her 20-year-old son, and her husband, were shot at home.",
      "link": "https://www.vice.com/en_us/article/v7gyd9/son-of-federal-judge-in-epstein-deutsche-bank-case-shot-dead"
    },
    {
      "title": "The Truth According to Social Justice — A Review of 'Cynical Theories'",
      "source": "Quillette",
      "date": "Jul 20, 2020",
      "description": "A review of Cynical Theories: How Activist Scholarship Made Everything about Race, Gender, and Identity―and Why This Harms Everybody, by Helen Pluckrose and James Lindsay, Pitchstone Publishing (August 25th, 2020), 352 pages. In November 1964, the American historian Richard Hofstadter published an e…",
      "link": "https://quillette.com/2020/07/20/the-truth-according-to-social-justice-a-review-of-cynical-theories/"
    },
    {
      "title": "The Left Is Now the Right",
      "source": "Substack",
      "date": "Jul 20, 2020",
      "description": "We laughed at the Republican busybody who couldn't joke, declared war on dirty paintings, and peered through your bedroom window. Now that person has switched sides, and nobody's laughing",
      "link": "https://taibbi.substack.com/p/the-left-is-now-the-right"
    },
    {
      "title": "When Wokes and Racists Actually Agree on Everything",
      "source": "YouTube",
      "date": "Jul 19, 2020",
      "description": "No description provided.",
      "link": "https://www.youtube.com/watch?v=Ev373c7wSRg"
    },
    {
      "title": "Antifa SJWs Assault Man for Free Speech Sign (UK)",
      "source": "YouTube",
      "date": "May 12, 2017",
      "description": "Antifa fascists assaulted this man for simply having a sign that said: 'the right to openly discuss ideas must be defended.' The leader of Black Lives Matter...",
      "link": "https://www.youtube.com/watch?v=81k93Guu-Oc"
    },
    {
      "title": "On Eve of Bankruptcy, U.S. Firms Shower Execs With Bonuses",
      "source": "Reuters",
      "date": "Jul 17, 2020",
      "description": "Nearly a third of more than 40 large companies seeking U.S. bankruptcy protection during the coronavirus pandemic awarded bonuses to executives within a month of filing their cases, according to a Reuters analysis of securities filings and court records.",
      "link": "https://www.reuters.com/article/us-health-coronavirus-bankruptcy-bonuses-idUSKCN24I1EE"
    },
    {
      "title": "Narcissists, Psychopaths, and Manipulators Are More Likely to Engage in 'Virtuous Victim Signaling,' Says Study",
      "source": "Reason",
      "date": "Jul 7, 2020",
      "description": "Plus: Protesters sue over alleged mistreatment by arresting officers, a new ruling on robocalls, and more...",
      "link": "https://reason.com/2020/07/07/narcissists-psychopaths-and-manipulators-are-more-likely-to-engage-in-virtuous-victim-signaling-says-study/"
    },
    {
      "title": "Uighur Exiles Push for Court Case Accusing China of Genocide",
      "source": "The New York Times",
      "date": "Jul 6, 2020",
      "description": "The complaint at the International Criminal Court is the first of its kind to challenge Beijing on its crackdown on Muslims, but China does not accept the court's jurisdiction.",
      "link": "https://www.nytimes.com/2020/07/06/world/asia/china-xinjiang-uighur-court.html"
    },
    {
      "title": "Bloody Harvest — How Everyone Ignored the Crime of the Century",
      "source": "Quillette",
      "date": "Jan 3, 2020",
      "description": "In June of this year the China Tribunal delivered its Final Judgement and Summary Report.1 An independent committee composed of lawyers, human rights experts, and a transplant surgeon, the Tribunal was established to investigate forced organ harvesting on the Chinese mainland. These rumours have hau…",
      "link": "https://quillette.com/2020/01/03/bloody-harvest-how-everyone-ignored-the-crime-of-the-century/"
    },
    {
      "title": "U.S. Breaks Record With Over 77,000 New Coronavirus Cases in Single Day",
      "source": "Gizmodo",
      "date": "Jul 17, 2020",
      "description": "The U.S. recorded 77,255 new cases of coronavirus on Thursday, setting a depressing new world record. The U.S. has the worst outbreak on the planet right now, but it's probably more accurate to say this new record was broken last week. Why? The largest private testing lab in the country is currently…",
      "link": "https://gizmodo.com/u-s-breaks-record-with-over-77-000-new-coronavirus-cas-1844414567"
    },
    {
      "title": "Georgia Massaged Virus Data to Reopen, Then Voided Mask Orders",
      "source": "Bloomberg",
      "date": "Jul 17, 2020",
      "description": "Georgia Governor Brian Kemp's edict expressly voiding coronavirus mask orders by local governments capped a week of turmoil in a state once touted as proof that reopening in a pandemic could work.",
      "link": "https://www.bloomberg.com/news/articles/2020-07-17/georgia-massaged-virus-data-to-reopen-then-voided-mask-orders"
    },
    {
      "title": "The U.S. Had a Record Number of Overdose Deaths Last Year",
      "source": "Gizmodo",
      "date": "Jul 17, 2020",
      "description": "The covid-19 pandemic isn't the only public health crisis the U.S. is currently dealing with, as new government data released this week illustrates. In 2019, there were nearly 71,000 deaths attributed to drug overdose, according to the Centers for Disease Control and Prevention, the highest yearly n…",
      "link": "https://gizmodo.com/the-u-s-had-a-record-number-of-overdose-deaths-last-ye-1844419458"
    },
    {
      "title": "Portland Protesters Say Federal Officers in Unmarked Vans Are Detaining Them",
      "source": "The Washington Post",
      "date": "Jul 17, 2020",
      "description": "Mark Pettibone, 29, said he still does not know who arrested him or whether what happened to him legally qualifies as an arrest.",
      "link": "https://www.washingtonpost.com/nation/2020/07/17/portland-protests-federal-arrests/"
    },
    {
      "title": "Doordash and Thousands of Other Companies Passively Send Your Data to Facebook",
      "source": "OneZero",
      "date": "Jul 16, 2020",
      "description": "But you can do something about it",
      "link": "https://onezero.medium.com/doordash-and-thousands-of-other-companies-passively-send-your-data-to-facebook-4ebe851e710"
    },
    {
      "title": "Back to School: Teachers Are Ready to Quit Rather Than Put Their Lives at Risk",
      "source": "BuzzFeed News",
      "date": "Jul 16, 2020",
      "description": "'Most parents have no idea how bad this is going to be.'",
      "link": "https://www.buzzfeednews.com/article/carolineodonovan/coronavirus-schools-teachers-fear-for-their-lives"
    },
    {
      "title": "U.S., Britain and Canada Say Russian Cyberspies Are Trying to Steal Coronavirus Vaccine Research",
      "source": "The Washington Post",
      "date": "Jul 16, 2020",
      "description": "Hackers launched 'despicable attacks against those doing vital work to combat the coronavirus pandemic,' a top British intelligence official said.",
      "link": "https://www.washingtonpost.com/world/uk-us-and-canada-report-russian-cyberspies-may-be-trying-to-steal-vaccine-research/2020/07/16/d7c0dbd6-c765-11ea-a825-8722004e4150_story.html"
    },
    {
      "title": "Dr. Anthony Fauci Pleads With Young People: 'You're Propagating the Pandemic'",
      "source": "CNBC",
      "date": "Jul 16, 2020",
      "description": "White House coronavirus advisor Dr. Anthony Fauci urged young Americans to not take the coronavirus lightly, saying doing so could propagate the pandemic.",
      "link": "https://www.cnbc.com/2020/07/16/dr-anthony-fauci-pleads-with-young-people-youre-propagating-the-pandemic.html"
    },
    {
      "title": "EU Court Again Rules That NSA Spying Makes U.S. Companies Inadequate for Privacy",
      "source": "Electronic Frontier Foundation",
      "date": "Jul 16, 2020",
      "description": "The European Union's highest court today made clear—once again—that the US government's mass surveillance programs are incompatible with the privacy rights of EU citizens. The judgment was made in the latest case involving Austrian privacy advocate and EFF Pioneer Award winner Max Schrems. It...",
      "link": "https://www.eff.org/deeplinks/2020/07/eu-court-again-rules-nsa-spying-makes-us-companies-inadequate-privacy"
    },
    {
      "title": "The End of the Arab World's Oil Age Is Nigh",
      "source": "The Economist",
      "date": "Jul 16, 2020",
      "description": "Pain will be felt across the region",
      "link": "https://www.economist.com/middle-east-and-africa/2020/07/18/the-end-of-the-arab-worlds-oil-age-is-nigh"
    },
    {
      "title": "The Microsoft Police State: Mass Surveillance, Facial Recognition, and the Azure Cloud",
      "source": "The Intercept",
      "date": "Jul 14, 2020",
      "description": "Microsoft helps police surveil and patrol communities through its own offerings and a network of partnerships — while its PR efforts obscure this.",
      "link": "https://theintercept.com/2020/07/14/microsoft-police-state-mass-surveillance-facial-recognition/"
    },
    {
      "title": "The Ideological Corruption of Science",
      "source": "The Wall Street Journal",
      "date": "Jul 12, 2020",
      "description": "In American laboratories and universities, the spirit of Trofim Lysenko has suddenly been woke.",
      "link": "https://www.wsj.com/articles/the-ideological-corruption-of-science-11594572501"
    },
    {
      "title": "Trump Admin Undercuts CDC, Seizes Control of National COVID-19 Data",
      "source": "Ars Technica",
      "date": "Jul 15, 2020",
      "description": "New directive is White House's latest attempt to cut the CDC out of the loop.",
      "link": "https://arstechnica.com/tech-policy/2020/07/trump-admin-undercuts-cdc-seizes-control-of-national-covid-19-data/"
    },
    {
      "title": "Trump Weakens Rules on Environmental Reviews of Infrastructure Projects",
      "source": "The Guardian",
      "date": "Jul 15, 2020",
      "description": "Plan reduces number of projects, such as pipelines and highways, subject to review and limits scope of investigations",
      "link": "https://www.theguardian.com/us-news/2020/jul/15/donald-trump-environmental-reviews-pipelines-highways"
    },
    {
      "title": "Secret Trump Order Gives CIA More Powers to Launch Cyberattacks",
      "source": "Yahoo News",
      "date": "Jul 15, 2020",
      "description": "The Central Intelligence Agency has conducted a series of covert cyber operations against Iran and other targets since winning a secret victory in 2018 when President Trump signed what amounts to a sweeping authorization for such activities, according to former U.S. officials with direct knowledge o…",
      "link": "https://news.yahoo.com/secret-trump-order-gives-cia-more-powers-to-launch-cyberattacks-090015219.html"
    },
    {
      "title": "Hack of 251 Law Enforcement Websites Exposes Personal Data of 700,000 Cops",
      "source": "The Intercept",
      "date": "Jul 15, 2020",
      "description": "The BlueLeaks archive contains over 16 million rows of data, including emails, descriptions of alleged crimes, and detailed personal information.",
      "link": "https://theintercept.com/2020/07/15/blueleaks-anonymous-ddos-law-enforcement-hack/"
    },
    {
      "title": "The Dehumanizing Condescension of 'White Fragility'",
      "source": "The Atlantic",
      "date": "Jul 15, 2020",
      "description": "The popular book aims to combat racism but talks down to Black people.",
      "link": "https://www.theatlantic.com/ideas/archive/2020/07/dehumanizing-condescension-white-fragility/614146/"
    },
    {
      "title": "Here's a Map of the Surveillance Tech Police Are Using to Track You",
      "source": "Gizmodo",
      "date": "Jul 15, 2020",
      "description": "An abundance of reporting has confirmed that you're not paranoid, Minority Report was nonfiction, and face paint isn't just an art project. We hear about how law enforcement can match our faces with photos scraped from our social media profiles and monitor us through neighbors' doorbells. The near-w…",
      "link": "https://gizmodo.com/here-s-a-map-of-the-surveillance-tech-police-are-using-1844391857"
    },
    {
      "title": "The Defenestration of Bari Weiss",
      "source": "Quillette",
      "date": "Jul 15, 2020",
      "description": "In London's Hyde Park, the famous Speakers' Corner stands as a tribute to the victory of John Stuart Mill, the most prominent thinker in the liberal tradition. In the occasionally stultifying intellectual climate of Victorian England, Mill led a successful campaign for the right to protest in London…",
      "link": "https://quillette.com/2020/07/14/the-defenestration-of-bari-weiss/"
    },
    {
      "title": "Yes, There Is Such a Thing as Cancel Culture",
      "source": "Quillette",
      "date": "Jul 15, 2020",
      "description": "On July 7th, 153 mostly left-leaning intellectuals wrote a letter to Harper's Magazine, expressing their opposition to 'a new set of moral attitudes and political commitments that tend to weaken our norms of open debate.' The Harper's letter prompted a discussion about the scale, and indeed the exis…",
      "link": "https://quillette.com/2020/07/14/yes-there-is-such-a-thing-as-cancel-culture/"
    },
    {
      "title": "Your Car Is Spewing Microplastics That Blow Around the World",
      "source": "Wired",
      "date": "Jul 14, 2020",
      "description": "When you drive, tiny bits of plastic fly off your tires and brakes. Now scientists have shown how all that road muck is blowing into 'pristine' environments like the Arctic.",
      "link": "https://www.wired.com/story/your-car-is-spewing-microplastics/"
    },
    {
      "title": "Sound of the Police: How US Law Enforcement Uses Noise as a Weapon",
      "source": "The Guardian",
      "date": "Jul 14, 2020",
      "description": "Potentially harmful military-grade weapons such as flashbangs are being utilized with accelerating regularity at US protests",
      "link": "https://www.theguardian.com/us-news/2020/jul/14/us-police-sound-weapon-protests"
    },
    {
      "title": "Global Methane Emissions Reach a Record High",
      "source": "The New York Times",
      "date": "Jul 14, 2020",
      "description": "Scientists expect emissions, driven by fossil fuels and agriculture, to continue rising rapidly.",
      "link": "https://www.nytimes.com/2020/07/14/climate/methane-emissions-record.html"
    },
    {
      "title": "Google Was Just Slapped With a Lawsuit That Claims It Tracks People on Hundreds of Thousands of Apps Even When They Opt Out",
      "source": "Business Insider",
      "date": "Jul 13, 2020",
      "description": "The lawsuit accuses the search engine giant of violating wiretap law and California privacy law by recording what users are looking at in apps.",
      "link": "https://www.businessinsider.com/google-lawsuit-app-tracking-without-permission-reuters-2020-7"
    },
    {
      "title": "Scientists Warn of Rapid Melting of Antarctica's 'Doomsday Glacier'",
      "source": "The Independent",
      "date": "Jul 13, 2020",
      "description": "Thwaites glacier is losing ice at an accelerating rate, threatening catastrophic sea-level rise",
      "link": "https://www.independent.co.uk/environment/thwaites-glacier-antarctic-melting-doomsday-climate-a9616966.html"
    },
    {
      "title": "How Small Satellites Are Radically Remaking Space Exploration",
      "source": "Ars Technica",
      "date": "Jul 11, 2020",
      "description": "'There's so much of the Solar System that we have not explored.'",
      "link": "https://arstechnica.com/science/2020/07/how-small-satellites-are-radically-remaking-space-exploration/"
    },
    {
      "title": "When the Left Turns on Its Own",
      "source": "The New York Times",
      "date": "Jun 1, 2017",
      "description": "Bret Weinstein objected to a day without white people at Evergreen State College. Now the professor isn't safe on campus.",
      "link": "https://www.nytimes.com/2017/06/01/opinion/when-the-left-turns-on-its-own.html"
    },
    {
      "title": "US Citizens Warned They Face Arbitrary Arrest in China",
      "source": "Deutsche Welle",
      "date": "Jul 12, 2020",
      "description": "Amid increased tensions between the two superpowers, the US State Department has issued a formal warning for US citizens in China. It said Americans may face deportation or detention without explanation.",
      "link": "https://www.dw.com/en/us-citizens-warned-they-face-arbitrary-arrest-in-china/a-54144205"
    },
    {
      "title": "How to Trick Your Brain to Remember Almost Anything",
      "source": "Wired",
      "date": "Jul 12, 2020",
      "description": "Four-time USA Memory Champion Nelson Dellis and psychological scientist Julia Shaw explain how to boost your memory skills.",
      "link": "https://www.wired.com/story/how-to-trick-your-brain-to-remember-almost-anything/"
    },
    {
      "title": "Robert Mueller: Roger Stone Remains a Convicted Felon, and Rightly So",
      "source": "Washington Post",
      "date": "Jul 11, 2020",
      "description": "We made every decision in Stone's case, as in all our cases, based solely on the facts and the law and in accordance with the rule of law.",
      "link": "https://www.washingtonpost.com/opinions/2020/07/11/mueller-stone-oped/"
    },
    {
      "title": "New Coronavirus Cases in U.S. Soar Past 68,000, Shattering Record",
      "source": "The New York Times",
      "date": "Jul 10, 2020",
      "description": "The number of daily global cases also broke a record, with the United States as the biggest source of new infections. The U.S. death toll is also on the rise.",
      "link": "https://www.nytimes.com/2020/07/10/world/coronavirus-updates.html"
    },
    {
      "title": "'Witch Hunt': Trump Commutes Longtime Adviser Roger Stone's Prison Sentence",
      "source": "Reuters",
      "date": "Jul 11, 2020",
      "description": "President Donald Trump commuted the sentence of his longtime friend and adviser Roger Stone, sparing him from prison after he was convicted of lying under oath to lawmakers investigating Russian interference in the 2016 U.S. election.",
      "link": "https://www.reuters.com/article/us-usa-trump-stone/trump-commutes-longtime-adviser-roger-stones-prison-sentence-idUSKBN24B351"
    },
    {
      "title": "Why Mexican Cartels Are Shooting Up Drug Rehabs",
      "source": "Vice",
      "date": "Jul 10, 2020",
      "description": "Last week's massacre at a drug rehab was the latest in a string of attacks on drug users in Mexico.",
      "link": "https://www.vice.com/en_us/article/pky3j9/why-mexican-cartels-are-shooting-up-drug-rehabs"
    },
    {
      "title": "Police Surveilled George Floyd Protests With Help From Twitter-Affiliated Startup Dataminr",
      "source": "The Intercept",
      "date": "Jul 09, 2020",
      "description": "Artificial intelligence firm Dataminr is making questionable use of its Twitter firehose privileges — and not for the first time.",
      "link": "https://theintercept.com/2020/07/09/twitter-dataminr-police-spy-surveillance-black-lives-matter-protests/"
    },
    {
      "title": "A Declaration of Independence by a Princeton Professor",
      "source": "Quillette",
      "date": "Jul 9, 2020",
      "description": "In Congress, on July 4th, 1776, came the 'unanimous Declaration of the thirteen united States of America.' Signed by 56 men, many of whom were considered national heroes just a few minutes ago, it opens with a long and elegant sentence whose first words every American child knows, or used to: 'When …",
      "link": "https://quillette.com/2020/07/08/a-declaration-of-independence-by-a-princeton-professor/"
    },
    {
      "title": "The New Ideology of Race",
      "source": "The Economist",
      "date": "Jul 9, 2020",
      "description": "And what is wrong with it",
      "link": "https://www.economist.com/leaders/2020/07/09/the-new-ideology-of-race"
    },
    {
      "title": "Televangelists, Megachurches Tied to Trump Approved for Millions in Pandemic Aid",
      "source": "Reuters",
      "date": "Jul 7, 2020",
      "description": "Megachurches and other religious organizations with ties to vocal supporters of U.S. President Donald Trump were approved for millions of dollars in forgivable loans from a taxpayer-funded pandemic aid bailout, according to long-awaited government data released this week.",
      "link": "https://www.reuters.com/article/us-health-coronavirus-ppp-religious/televangelists-megachurches-tied-to-trump-approved-for-millions-in-pandemic-aid-idUSKBN2480CB"
    },
    {
      "title": "Year Zero",
      "source": "Substack",
      "date": "Jul 4, 2020",
      "description": "On America's birthday, celebrating the corporate-sponsored revolution",
      "link": "https://taibbi.substack.com/p/year-zero"
    },
    {
      "title": "Harvard Grad Fired by Deloitte For 'All Lives Matter' Stabbing TikTok Video",
      "source": "Newsweek",
      "date": "Jul 2, 2020",
      "description": "A Harvard graduate who posted a viral video saying she will stab anyone who says 'All Lives Matter' said she has now been fired from her job.",
      "link": "https://www.newsweek.com/all-lives-matter-claira-janover-tiktok-deloitte-1514930"
    },
    {
      "title": "On 'White Fragility'",
      "source": "Substack",
      "date": "Jun 28, 2020",
      "description": "A few thoughts on America's smash-hit #1 guide to egghead racialism",
      "link": "https://taibbi.substack.com/p/on-white-fragility"
    },
    {
      "title": "The American Press Is Destroying Itself",
      "source": "Substack",
      "date": "Jun 12, 2020",
      "description": "A flurry of newsroom revolts has transformed the American press",
      "link": "https://taibbi.substack.com/p/the-news-media-is-destroying-itself"
    },
    {
      "title": "Where Did Policing Go Wrong?",
      "source": "Substack",
      "date": "Jun 2, 2020",
      "description": "Crime has been down for decades, but incarceration is still sky-high and brutality cases keep tearing the country apart. Does policing in America need a fundamental re-think?",
      "link": "https://taibbi.substack.com/p/where-did-policing-go-wrong"
    },
    {
      "title": "Is SARS-CoV-2 Airborne? Questions Abound — But Here's What We Know",
      "source": "Ars Technica",
      "date": "Jul 9, 2020",
      "description": "A look at the data on aerosol transmission.",
      "link": "https://arstechnica.com/science/2020/07/is-sars-cov-2-airborne-questions-abound-but-heres-what-we-know/"
    },
    {
      "title": "Bombshell Report Says Trump Ordered CIA to Share Counterterrorism Intel With Russia 'Despite No Discernible Reward'",
      "source": "Law and Crime",
      "date": "Jul 8, 2020",
      "description": "Not long after the Russia-Taliban bounty scandal first started unfolding in public view, a bombshell new report from Just Security claims that President Donald Trump directed the Central Intelligence Agency (CIA) to provide the Russian government with U.S. intelligence information concerning terrori…",
      "link": "https://lawandcrime.com/high-profile/bombshell-report-says-trump-ordered-cia-to-share-counterterrorism-intel-with-russia-despite-no-discernible-reward/"
    },
    {
      "title": "Spreading Rock Dust on Fields Could Remove Vast Amounts of CO2 From Air",
      "source": "The Guardian",
      "date": "Jul 8, 2020",
      "description": "It may be best near-term way to remove CO2, say scientists, but cutting fossil fuel use remains critical",
      "link": "https://www.theguardian.com/environment/2020/jul/08/spreading-rock-dust-on-fields-could-remove-vast-amounts-of-co2-from-air"
    },
    {
      "title": "Police Are Buying Access to Hacked Website Data",
      "source": "Vice",
      "date": "Jul 7, 2020",
      "description": "The sale is 'an end-run around the usual legal processes.'",
      "link": "https://www.vice.com/en_us/article/3azvey/police-buying-hacked-data-spycloud"
    },
    {
      "title": "Google, Amazon, and Microsoft Hold Thousands of Contracts With the U.S. Military and Federal Law Enforcement, New Research Shows",
      "source": "NBC News",
      "date": "Jul 8, 2020",
      "description": "The report offers a new window into the relationship between tech companies and the U.S. government, as well as an important detail about why such contracts are often difficult to find.",
      "link": "https://www.nbcnews.com/tech/tech-news/thousands-contracts-highlight-quiet-ties-between-big-tech-u-s-n1233171"
    },
    {
      "title": "A Letter on Justice and Open Debate",
      "source": "Harper's Magazine",
      "date": "Jul 7, 2020",
      "description": "The below letter will be appearing in the Letters section of the magazine's October issue. We welcome responses at letters@harpers.org Our cultural institutions are facing a moment of trial. Powerful protests for racial and social justice are leading to overdue demands for police reform…",
      "link": "https://harpers.org/a-letter-on-justice-and-open-debate/"
    },
    {
      "title": "The Remote British Village That Built One of the Fastest Internet Networks in the UK",
      "source": "The Conversation",
      "date": "Jul 7, 2020",
      "description": "Frustrated by the inability to get good internet, a rural village decided to dig a superfast connection in themselves.",
      "link": "https://theconversation.com/the-remote-british-village-that-built-one-of-the-fastest-internet-networks-in-the-uk-137946"
    },
    {
      "title": "Judge Suspends Dakota Access Pipeline Over Environmental Concerns",
      "source": "The Guardian",
      "date": "Jul 7, 2020",
      "description": "US district judge sides with Standing Rock Sioux tribe and says more extensive environmental review is required",
      "link": "https://www.theguardian.com/us-news/2020/jul/06/dakota-access-pipeline-environment-oil"
    },
    {
      "title": "With New Security Law, China Outlaws Global Activism",
      "source": "Axios",
      "date": "Jul 7, 2020",
      "description": "Hong Kong's draconian new security law applies to everyone in the world.",
      "link": "https://www.axios.com/china-hong-kong-law-global-activism-ff1ea6d1-0589-4a71-a462-eda5bea3f78f.html"
    },
    {
      "title": "These Are Some of the Best Citizen Science Projects You Can Join With Just Your Phone or Laptop",
      "source": "Gizmodo",
      "date": "Jul 6, 2020",
      "description": "Maybe you've never noticed, because they don't get a lot of hype but there are hundreds and hundreds of citizen science projects that you can get involved in. These projects range from tagging space observatory photos to transcribing documents that are centuries old. You don't need any special skill…",
      "link": "https://gizmodo.com/these-are-some-of-the-best-citizen-science-projects-you-1844243370"
    },
    {
      "title": "Toxic Hand Sanitizers Have Blinded and Killed Adults and Children, FDA Warns",
      "source": "Ars Technica",
      "date": "Jul 6, 2020",
      "description": "Blindness, deaths linked to ingestion, but inhalation and absorption also dangerous.",
      "link": "https://arstechnica.com/science/2020/07/toxic-hand-sanitizers-have-blinded-and-killed-adults-and-children-fda-warns/"
    },
    {
      "title": "Arguing in America",
      "source": "Quillette",
      "date": "Jul 6, 2020",
      "description": "Jacob Siegel's recent essay for Tablet entitled 'The New Truth' manages to capture something important about the current state of discourse in America. Essentially, the marketplace of ideas is beholden to a despotic elite, and is being used to proselytize a new moral order. This moral order is perpe…",
      "link": "https://quillette.com/2020/07/06/arguing-in-america/"
    },
    {
      "title": "Racism Is Real. But Science Isn't the Problem",
      "source": "Quillette",
      "date": "Jul 5, 2020",
      "description": "In his June 9th eulogy for George Floyd, Reverend Al Sharpton said, 'What happened to Floyd happens every day in this country, in education, in health services, and in every area of American life.' The metaphor goes to the suffocation of hopes, dreams, and basic rights among many black Americans, in…",
      "link": "https://quillette.com/2020/07/03/racism-is-real-but-science-isnt-the-problem/"
    },
    {
      "title": "'South Park' on Censorship",
      "source": "YouTube",
      "date": "Jun 28, 2014",
      "description": "Turns out the censorship wasn't a joke by the studio...",
      "link": "https://www.youtube.com/watch?v=C_9tMpCiWRU"
    },
    {
      "title": "Bus Driver Left Brain Dead After 'Mask Attack'",
      "source": "BBC News",
      "date": "Jul 6, 2020",
      "description": "The driver in France was set upon by people who had no tickets and refused to wear face masks.",
      "link": "https://www.bbc.com/news/world-europe-53309424"
    },
    {
      "title": "The Worst Hacks and Breaches of 2020 So Far",
      "source": "Wired",
      "date": "Jul 3, 2020",
      "description": "Iran, China, Russia—the gang was all here in the first half of this year. Oh, and also an unprecedented pandemic that's been a boon for hackers.",
      "link": "https://www.wired.com/story/worst-hacks-breaches-2020-so-far/"
    },
    {
      "title": "Hundreds of Elephants Have Mysteriously Died in Botswana",
      "source": "Gizmodo",
      "date": "Jul 3, 2020",
      "description": "Over 350 elephants have died in Botswana since March, sparking a government probe to investigate the mysterious deaths.",
      "link": "https://earther.gizmodo.com/hundreds-of-elephants-have-mysteriously-died-in-botswan-1844259228"
    },
    {
      "title": "Oppose the EARN IT Act",
      "source": "Mozilla Foundation",
      "date": "Jul 3, 2020",
      "description": "Mozilla is a global nonprofit dedicated to keeping the Internet a global public resource that is open and accessible to all.",
      "link": "https://foundation.mozilla.org/en/campaigns/oppose-earn-it-act/"
    },
    {
      "title": "Inside the Invasive, Secretive 'Bossware' Tracking Workers",
      "source": "Electronic Frontier Foundation",
      "date": "Jul 2, 2020",
      "description": "COVID-19 has pushed millions of people to work from home, and a flock of companies offering software for tracking workers has swooped in to pitch their products to employers across the country.The services often sound relatively innocuous. Some vendors bill their tools as 'automatic time tracking'..…",
      "link": "https://www.eff.org/deeplinks/2020/06/inside-invasive-secretive-bossware-tracking-workers"
    },
    {
      "title": "'Cries for Help': Drug Overdoses Are Soaring During the Coronavirus Pandemic",
      "source": "The Washington Post",
      "date": "Jul 1, 2020",
      "description": "Suspected overdoses jumped 42 percent in May, data obtained by Post shows. Fueling the surge are isolation, economic devastation and disruptions to the drug trade.",
      "link": "https://www.washingtonpost.com/health/2020/07/01/coronavirus-drug-overdose/"
    },
    {
      "title": "The Articles of Unity",
      "source": "Medium",
      "date": "Jun 30, 2020",
      "description": "A Patriotic Plan To Save Our Republic",
      "link": "https://medium.com/@ArticlesOfUnity/the-articles-of-unity-f544f930d336"
    },
    {
      "title": "Siberian Fires Have Released a Record Amount of Carbon This Year",
      "source": "Gizmodo",
      "date": "Jul 2, 2020",
      "description": "The wildfire crisis in Siberia continues unabated. This year's blazes have smashed records, including the northernmost fires on record and the highest total of Siberian carbon emissions. If you want to know what a climate emergency looks like, this is it.",
      "link": "https://earther.gizmodo.com/siberian-fires-have-released-a-record-amount-of-carbon-1844245153"
    },
    {
      "title": "Study: World's Pile of Electronic Waste Grows Ever Higher",
      "source": "Associated Press",
      "date": "Jul 2, 2020",
      "description": "BERLIN (AP) — The world's mountain of discarded flat-screen TVs, cellphones and other electronic goods grew to a record high last year, according to an annual report released Thursday. The...",
      "link": "https://apnews.com/f2706b256cb163c1e662c2e4f9d7f78e"
    },
    {
      "title": "Prison Officials in Kansas Ignored the Pandemic. Then People Started Dying.",
      "source": "The Intercept",
      "date": "Jul 2, 2020",
      "description": "For weeks, officials at Lansing Correctional Facility dismissed the coronavirus threat. Then almost 900 incarcerated men contracted Covid-19.",
      "link": "https://theintercept.com/2020/07/02/coronavirus-kansas-prison-lansing-correctional/"
    },
    {
      "title": "America Exports Cancel Culture to the World",
      "source": "Quillette",
      "date": "Jul 2, 2020",
      "description": "Recently, I was interviewed for a video for the Dutch media outlet NU.nl, a popular news website in the Netherlands. The topic was cancel culture, which refers to the social trend of ending (or attempting to end) an individual's career or prominence to hold them to account for violating moral norms.…",
      "link": "https://quillette.com/2020/07/02/america-exports-cancel-culture-to-the-world/"
    },
    {
      "title": "It Paid Doctors Kickbacks. Now, Novartis Will Pay a $678 Million Settlement.",
      "source": "The New York Times",
      "date": "Jul 1, 2020",
      "description": "The pharmaceutical company spent more than $100 million on lavish meals, fishing junkets, golf outings, sporting events and speaker fees to influence doctors to prescribe its drugs, federal prosecutors said.",
      "link": "https://www.nytimes.com/2020/07/01/business/Novartis-kickbacks-diabetes-heart-drugs.html"
    },
    {
      "title": "Special Report: Thousands of U.S. Judges Who Broke Laws, Oaths Remained on the Bench",
      "source": "Reuters",
      "date": "Jun 30, 2020",
      "description": "Judge Les Hayes once sentenced a single mother to 496 days behind bars for failing to pay traffic tickets. The sentence was so stiff it exceeded the jail time Alabama allows for negligent homicide.",
      "link": "https://www.reuters.com/article/us-usa-judges-misconduct-specialreport/special-report-thousands-of-us-judges-who-broke-laws-oaths-remained-on-the-bench-idUSKBN2411WG"
    },
    {
      "title": "The World Should Think Better About Catastrophic and Existential Risks",
      "source": "The Economist",
      "date": "Jun 25, 2020",
      "description": "Plans and early-warning systems are always a good idea",
      "link": "https://www.economist.com/briefing/2020/06/25/the-world-should-think-better-about-catastrophic-and-existential-risks"
    },
    {
      "title": "Nuclear 'Power Balls' May Make Meltdowns a Thing of the Past",
      "source": "Wired",
      "date": "Jun 30, 2020",
      "description": "Triso particles are an alien-looking fuel with built-in safety features that will power a new generation of high-temperature reactors.",
      "link": "https://www.wired.com/story/nuclear-power-balls-triso-fuel/"
    },
    {
      "title": "Detroit Police Chief Cops to 96-Percent Facial Recognition Error Rate",
      "source": "Ars Technica",
      "date": "Jun 30, 2020",
      "description": "Detroit police are under fire for a mistaken arrest using the technology.",
      "link": "https://arstechnica.com/tech-policy/2020/06/detroit-police-chief-admits-facial-recognition-is-wrong-96-of-the-time/"
    },
    {
      "title": "Scientists Say New Strain of Swine Flu Virus Is Spreading to Humans in China",
      "source": "The New York Times",
      "date": "Jun 30, 2020",
      "description": "A new study warns that the strain of H1N1, common on China's pig farms since 2016, should be 'urgently' controlled to avoid another pandemic.",
      "link": "https://www.nytimes.com/2020/06/30/world/asia/h1n1-swine-flu-virus-china-pig.html"
    },
    {
      "title": "US Buys Up World Stock of Key Covid-19 Drug Remdesivir",
      "source": "The Guardian",
      "date": "Jun 30, 2020",
      "description": "No other country will be able to buy remdesivir, which can help recovery from Covid-19, for next three months at least",
      "link": "https://www.theguardian.com/us-news/2020/jun/30/us-buys-up-world-stock-of-key-covid-19-drug"
    },
    {
      "title": "Leaders Are Worse Than Average",
      "source": "Quillette",
      "date": "Jun 29, 2020",
      "description": "'Power corrupts,' as the saying goes, and a corollary is that, other things being equal, the more power, the more corruption. That's the sort of common wisdom or deep cliché that would lead one to speculate that political leaders are likely to be morally worse on average than the populations they go…",
      "link": "https://quillette.com/2020/06/27/leaders-are-worse-than-average/"
    },
    {
      "title": "Coronavirus Brings American Decline Out in the Open",
      "source": "Bloomberg",
      "date": "Jun 29, 2020",
      "description": "Without fixes for infrastructure, education, health care and government, the U.S. will resemble a developing nation in a few decades.",
      "link": "https://www.bloomberg.com/opinion/articles/2020-06-29/coronavirus-brings-american-decline-out-in-the-open"
    },
    {
      "title": "NATO Officials Say They Were Briefed on Russian Bounties on US Soldiers in Afghanistan — Even Though Trump Claims He Wasn't",
      "source": "Business Insider",
      "date": "Jun 28, 2020",
      "description": "Three NATO officials told Insider they were briefed on the matter by US intelligence. Trump claims US intel 'did not find this info credible.'",
      "link": "https://www.businessinsider.com/russian-bounty-us-soldiers-afghanistan-nato-officials-briefed-trump-denies-2020-6"
    },
    {
      "title": "Radioactivity Hike Seen in Northern Europe; Source Unknown",
      "source": "The New York Times",
      "date": "Jun 27, 2020",
      "description": "Nordic authorities say they detected slightly increased levels of radioactivity in northern Europe this month that Dutch officials said may be from a source in western Russia and may 'indicate damage to a fuel element in a nuclear power plant.'",
      "link": "https://www.nytimes.com/aponline/2020/06/27/business/ap-eu-nordics-russia-radiation.html"
    },
    {
      "title": "The Secretive Government Agency Planting 'Cyanide Bombs' Across the US",
      "source": "The Guardian",
      "date": "Jun 26, 2020",
      "description": "Wildlife Services kills thousands of animals at ranchers and farmers' behest. But it operates with little oversight – and critics describe it as out of control",
      "link": "https://www.theguardian.com/environment/2020/jun/26/cyanide-bombs-wildfire-services-idaho"
    },
    {
      "title": "Satellites Reveal Major New Gas Industry Methane Leaks",
      "source": "Reuters",
      "date": "Jun 26, 2020",
      "description": "Last fall, European Space Agency satellites detected huge plumes of the invisible planet-warming gas methane leaking from the Yamal pipeline that carries natural gas from Siberia to Europe.",
      "link": "https://www.reuters.com/article/us-climatechange-methane-satellites-insi-idUSKBN23W3K4"
    },
    {
      "title": "US Coronavirus Cases Hit New One-Day High as States Backtrack on Reopening",
      "source": "The Guardian",
      "date": "Jun 26, 2020",
      "description": "Experts say there's evidence Covid-19 is making a comeback, including rising deaths and hospitalizations in parts of the US",
      "link": "https://www.theguardian.com/us-news/2020/jun/26/arizona-joins-texas-halting-reopening-amid-surge-covid-coronavirus-cases"
    },
    {
      "title": "China's Military Provokes Its Neighbors, but the Message Is for the United States",
      "source": "The New York Times",
      "date": "Jun 26, 2020",
      "description": "From the Himalayas to the South China Sea, China is pressing its territorial claims aggressively, raising the possibility of additional deadly clashes.",
      "link": "https://www.nytimes.com/2020/06/26/international-home/china-military-india-taiwan.html"
    },
    {
      "title": "Florida Governor Under Fire Over Claims State Is 'Cooking the Books' on Covid-19",
      "source": "The Guardian",
      "date": "Jun 26, 2020",
      "description": "Ron DeSantis angrily dismisses allegation from fired scientist that officials are massaging figures to hide true impact of coronavirus",
      "link": "https://www.theguardian.com/us-news/2020/jun/26/florida-governor-ron-desantis-republican-coronavirus"
    },
    {
      "title": "A Company Run by a White House 'Volunteer' With No Experience in Medical Supplies Got $2.4 Million From the Feds for Medical Supplies",
      "source": "ProPublica",
      "date": "Jun 26, 2020",
      "description": "A $2.4 million deal to supply the Bureau of Prisons with surgical gowns was the second multimillion dollar contract for coronavirus supplies that went to somebody who did work for the White House but had little relevant experience.",
      "link": "https://www.propublica.org/article/a-company-run-by-a-white-house-volunteer-with-no-experience-in-medical-supplies-got-2.4-million-from-the-feds-for-medical-supplies#970668"
    },
    {
      "title": "DOJ's New WikiLeaks Indictment Has Significant, Convenient Plot Holes",
      "source": "Gizmodo",
      "date": "Jun 25, 2020",
      "description": "In its push to extradite WikiLeaks founder Julian Assange from the U.K., the U.S. Justice Department on Wednesday published a superseding indictment aimed at broadening 'the scope of the conspiracy surrounding alleged computer intrusions with which Assange was previously charged.' The names of certa…",
      "link": "https://gizmodo.com/dojs-new-wikileaks-indictment-has-significant-convenie-1844166678"
    }
  ]
}
