{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "9/23/2020, 11:30:29 AM",
  "id": "xDKi77ZeTXXH_mhF-XeRV",
  "articles": [
    {
      "title": "Secret Documents Show How Criminals Use Famous Banks to Finance Terror and Death",
      "source": "BuzzFeed News",
      "date": "Sep 20, 2020",
      "description": "Thousands of secret 'suspicious activity reports' offer a never-before-seen picture of corruption and complicity — and how the government lets it flourish.",
      "link": "https://www.buzzfeednews.com/article/jasonleopold/fincen-files-financial-scandal-criminal-networks"
    },
    {
      "title": "US Postal Service Files a Patent for Voting System Combining Mail and a Blockchain",
      "source": "Forbes",
      "date": "Sep 20, 2020",
      "description": "USPTO (United States Patent and Trademark Office) published a patent application filed by the USPS. A reading of the patent itself. Opposition to technology in election systems, from election 'experts'. Why this year is different.",
      "link": "https://www.forbes.com/sites/vipinbharathan/2020/09/20/us-postal-service-files-a-patent-for--voting-system-combining-mail-and-a-blockchain/#7fedc0e73336"
    },
    {
      "title": "Companies Can Track Your Phone's Movements to Target Ads",
      "source": "Ars Technica",
      "date": "Sep 20, 2020",
      "description": "A startup gathers data on when you pick up your phone or go out on a run.",
      "link": "https://arstechnica.com/information-technology/2020/09/companies-can-track-your-phones-movements-to-target-ads/"
    },
    {
      "title": "What's Causing the Mass Bird Die-Off in the Southwest?",
      "source": "Wired",
      "date": "Sep 19, 2020",
      "description": "Thousands of migrating birds have died, perhaps starved by drier conditions related to climate change or by having to fly inland to avoid wildfire smoke.",
      "link": "https://www.wired.com/story/whats-causing-the-mass-bird-die-off-in-the-southwest/"
    },
    {
      "title": "Down the 1619 Project's Memory Hole",
      "source": "Quillette",
      "date": "Sep 19, 2020",
      "description": "The history of the American Revolution isn't the only thing the New York Times is revising through its 1619 Project. The 'paper of record' has also taken to quietly altering the published text of the project itself after one of its claims came under intense criticism. When the 1619 Project went to p…",
      "link": "https://quillette.com/2020/09/19/down-the-1619-projects-memory-hole/"
    },
    {
      "title": "What's in Wildfire Smoke, and How Dangerous Is It?",
      "source": "Ars Technica",
      "date": "Sep 19, 2020",
      "description": "Blazes on the West Coast are spewing a haze clear across the country.",
      "link": "https://arstechnica.com/science/2020/09/whats-in-wildfire-smoke-and-how-dangerous-is-it/"
    },
    {
      "title": "Then They Came for Beethoven",
      "source": "Quillette",
      "date": "Sep 19, 2020",
      "description": "This week, Vox published an article titled 'How Beethoven's 5th Symphony put the classism in classical music.' 'Since its 1808 premiere, audiences have interpreted [its opening progression] as a metaphor for Beethoven's personal resilience in the face of his oncoming deafness,' write Nate Sloan and …",
      "link": "https://quillette.com/2020/09/19/then-they-came-for-beethoven/"
    },
    {
      "title": "How the Nonbinary Trend Hurts Those With Real Gender Dysphoria",
      "source": "Quillette",
      "date": "Sep 19, 2020",
      "description": "Within the conversation about transgender rights has emerged a debate about whether nonbinary people should be considered transgender. Over time, concerns about nonbinary rights have begun to dominate this discussion in online spaces and within the community. For those in support of nonbinary rights…",
      "link": "https://quillette.com/2020/09/19/how-the-nonbinary-trend-hurts-those-with-real-gender-dysphoria/"
    },
    {
      "title": "The Dishonest and Misogynistic Hate Campaign Against J.K. Rowling",
      "source": "Quillette",
      "date": "Sep 18, 2020",
      "description": "When J. K. Rowling first outed herself as a gender-critical feminist, my first thought was: If Rowling can be cancelled, anyone can be cancelled. Not only is she one of the best known and best loved authors in the world (the writer of children's books, for goodness sake), she also has a personal his…",
      "link": "https://quillette.com/2020/09/18/the-dishonest-and-misogynistic-hate-campaign-against-j-k-rowling/"
    },
    {
      "title": "Wealth of US Billionaires Rises by Nearly a Third During Pandemic",
      "source": "The Guardian",
      "date": "Sep 17, 2020",
      "description": "Report includes Jeff Bezos, whose personal fortune has risen by 65% since 18 March",
      "link": "https://www.theguardian.com/business/2020/sep/17/wealth-of-us-billionaires-rises-by-nearly-a-third-during-pandemic"
    },
    {
      "title": "Facebook Accused of Watching Instagram Users Through Cameras",
      "source": "Bloomberg",
      "date": "Sep 17, 2020",
      "description": "Facebook Inc. is again being sued for allegedly spying on Instagram users, this time through the unauthorized use of their mobile phone cameras.The lawsuit springs from media reports in July that the photo-sharing app appeared to be accessing iPhone cameras even when they weren’t actively being used.Facebook denied the reports and blamed a bug, which it said it was correcting, for triggering what it described as false notifications that Instagram was accessing iPhone cameras.",
      "link": "https://www.bloomberg.com/news/articles/2020-09-18/facebook-accused-of-watching-instagram-users-through-cameras"
    },
    {
      "title": "Gas Companies Are Abandoning Their Wells, Leaving Them to Leak Methane Forever",
      "source": "Bloomberg",
      "date": "Sep 17, 2020",
      "description": "Just one orphaned site in California could have emitted more than 30 tons of methane. There are millions more like it.",
      "link": "https://www.bloomberg.com/news/features/2020-09-17/abandoned-gas-wells-are-left-to-spew-methane-for-eternity"
    },
    {
      "title": "Humans Wiped Out Two-Thirds of the World's Wildlife in 50 Years",
      "source": "Smithsonian Magazine",
      "date": "Sep 16, 2020",
      "description": "Threats to global biodiversity are also threats to humans, experts warn",
      "link": "https://www.smithsonianmag.com/smart-news/humans-wiped-out-two-thirds-worlds-wildlife-50-years-180975824/"
    },
    {
      "title": "Black Lives Matter and the Mechanics of Conformity",
      "source": "Quillette",
      "date": "Sep 17, 2020",
      "description": "The death of George Floyd in May, circulated in a bystander's excruciating video clip, reignited furious and sometimes violent protests demanding reforms to address police brutality against ethnic minorities. According to the Center for Police Equity's 2016 report 'The Science of Justice,' black Ame…",
      "link": "https://quillette.com/2020/09/17/black-lives-matter-and-the-mechanics-of-conformity/"
    },
    {
      "title": "Birds 'Falling Out of the Sky' in Mass Die-Off in South-Western US",
      "source": "The Guardian",
      "date": "Sep 16, 2020",
      "description": "Wildfires and climate crisis cited as possible causes for the deaths of thousands of migrating species heading south for the winter",
      "link": "https://www.theguardian.com/environment/2020/sep/16/birds-falling-out-of-the-sky-in-mass-die-off-in-south-western-us-aoe"
    },
    {
      "title": "Lessons of the Pinker Affair: The Problem With the Academy Is False Beliefs, Not Intolerance",
      "source": "Quillette",
      "date": "Sep 16, 2020",
      "description": "Earlier this summer, over 600 signatories signed an open letter to the Linguistic Society of America (LSA), denouncing Steven Pinker for 'speaking over genuine grievances and downplaying injustices, frequently by misrepresenting facts, and at the exact moments when Black and Brown people are mobiliz…",
      "link": "https://quillette.com/2020/09/16/lessons-of-the-pinker-affair-the-problem-with-the-academy-is-false-beliefs-not-intolerance/"
    },
    {
      "title": "'I Have Blood on My Hands': A Whistleblower Says Facebook Ignored Global Political Manipulation",
      "source": "BuzzFeed News",
      "date": "Sep 15, 2020",
      "description": "A 6,600-word internal memo from a fired Facebook data scientist details how the social network knew about specific examples of global political manipulation — and failed to act.",
      "link": "https://www.buzzfeednews.com/article/craigsilverman/facebook-ignore-political-manipulation-whistleblower-memo"
    },
    {
      "title": "Scientists Found Phosphine on Venus—a Possible Hint of Life",
      "source": "Wired",
      "date": "Sep 14, 2020",
      "description": "A simple molecule floating in Venus's atmosphere is now humans' best bet for finding companionship in the galaxy.",
      "link": "https://www.wired.com/story/dr-phosphine-and-the-possibility-of-life-on-venus/"
    },
    {
      "title": "The Arctic We Know Is Disappearing",
      "source": "Gizmodo",
      "date": "Sep 14, 2020",
      "description": "There have been some pretty freaky things happening in the Arctic this year, with historic levels of ice melt, absurdly high temperatures, and wildfires in an area that's meant to be the definition of cold. New research by scientists at the National Center for Atmospheric Research (NCAR) shows that …",
      "link": "https://earther.gizmodo.com/the-arctic-we-know-is-disappearing-1845049072"
    },
    {
      "title": "Antarctic Glaciers Are Growing Unstable Above and Below Water",
      "source": "Wired",
      "date": "Sep 14, 2020",
      "description": "New studies show fractures on surface ice and warm seawater melting the ice from underneath. That's a harbinger of a coming collapse—and sea level rise.",
      "link": "https://www.wired.com/story/antarctic-glaciers-are-growing-unstable-above-and-below-water/"
    },
    {
      "title": "Disposable Masks 'Causing Enormous Plastic Waste'",
      "source": "BBC News",
      "date": "Sep 13, 2020",
      "description": "The government is urged to do more to get people to wear reusable, washable face coverings.",
      "link": "https://www.bbc.com/news/uk-politics-54057799"
    },
    {
      "title": "Health Officials Worldwide Are Receiving Death Threats Because of Their Work to Educate the Public and Stop the Spread of COVID-19",
      "source": "Business Insider",
      "date": "Sep 13, 2020",
      "description": "At least 24 local and state public health officials in the US have quit or retired since the beginning of the pandemic in January.",
      "link": "https://www.businessinsider.com/health-officials-worldwide-receive-death-threats-for-covid-19-response-2020-9"
    },
    {
      "title": "Anti-Racist Structuralists and Non-Racist Culturalists",
      "source": "Quillette",
      "date": "Sep 13, 2020",
      "description": "As the long hot summer of 2020 draws to a close, many Americans may feel as though they are living through an unraveling: an uncontrolled pandemic, collapsing faith in public institutions, apocalyptic rhetoric, violence and looting, and—if the rhetoricians of Black Lives Matter are to be believed—a …",
      "link": "https://quillette.com/2020/09/13/anti-racist-structuralists-and-non-racist-culturalists/"
    },
    {
      "title": "Why Online Voting Is Harder Than Online Banking",
      "source": "Ars Technica",
      "date": "Sep 12, 2020",
      "description": "A common argument for online voting doesn't actually make sense.",
      "link": "https://arstechnica.com/tech-policy/2020/09/why-online-voting-is-harder-than-online-banking/"
    },
    {
      "title": "A Secret Recording Reveals Oil Executives' Private Views on Climate Change",
      "source": "The New York Times",
      "date": "Sep 12, 2020",
      "description": "At a meeting last year, industry leaders contradicted public claims that emissions of climate-warming methane are under control",
      "link": "https://www.nytimes.com/2020/09/12/climate/methane-natural-gas-flaring.html"
    },
    {
      "title": "U.S. Budget Deficit Tops $3 Trillion With One Month Left in Fiscal 2020",
      "source": "Reuters",
      "date": "Sep 11, 2020",
      "description": "The coronavirus pandemic has pushed the U.S. federal budget deficit above $3 trillion for the first 11 months of fiscal 2020, more than doubling the previous full-year record, the U.S. Treasury said on Friday.",
      "link": "https://www.reuters.com/article/us-usa-economy-budget/us-fiscal-year-budget-deficit-tops-3-trillion-idUSKBN2622OR"
    },
    {
      "title": "US Wildfires: At Least 20 Dead as California Governor Signs Bill Addressing Incarcerated Firefighters – as It Happened",
      "source": "The Guardian",
      "date": "Sep 11, 2020",
      "description": "California fires have burned 3.1m acres this year as Oregon blazes displace hundreds of thousands – follow the latest updates live",
      "link": "https://www.theguardian.com/us-news/live/2020/sep/11/fires-oregon-california-washington-wildfires-live-news-updates-today"
    },
    {
      "title": "How Big Oil Misled the Public Into Believing Plastic Would Be Recycled",
      "source": "NPR",
      "date": "Sep 10, 2020",
      "description": "An NPR and PBS Frontline investigation reveals how the oil and gas industry used the promise of recycling to sell more plastic, even when they knew it would never work on a large scale.",
      "link": "https://www.npr.org/2020/09/11/897692090/how-big-oil-misled-the-public-into-believing-plastic-would-be-recycled"
    },
    {
      "title": "As Waters Warm, These Species Are Stuck Going the Wrong Way",
      "source": "Ars Technica",
      "date": "Sep 10, 2020",
      "description": "Earlier spring warmth puts young in stronger southward currents.",
      "link": "https://arstechnica.com/science/2020/09/some-ocean-species-are-moving-the-wrong-direction-as-waters-warm/"
    },
    {
      "title": "Russia, China and Iran Target US Elections With Cyberattacks",
      "source": "Engadget",
      "date": "Sep 10, 2020",
      "description": "Russia is once again trying to interfere with a US presidential election. So are China and Iran.",
      "link": "https://www.engadget.com/microsoft-warns-russia-china-iran-targeting-2020-election-191501661.html"
    },
    {
      "title": "Wildlife in 'Catastrophic Decline', Report Warns",
      "source": "BBC News",
      "date": "Sep 10, 2020",
      "description": "Conservation group WWF says global wildlife populations have shrunk by two-thirds since 1970.",
      "link": "https://www.bbc.com/news/science-environment-54091048"
    },
    {
      "title": "Natural World Being Destroyed at Rate 'Never Seen Before', WWF Warns",
      "source": "The Independent",
      "date": "Sep 9, 2020",
      "description": "We are working with conservation charity Space for Giants to protect wildlife at risk from poachers due to the conservation funding crisis caused by Covid-19. Help is desperately needed to support wildlife rangers, local communities and law enforcement personnel to prevent wildlife crime",
      "link": "https://www.independent.co.uk/environment/climate-crisis-wwf-report-wildlife-biodiversity-david-attenborough-b420979.html"
    },
    {
      "title": "Police Violence and the Rush to Judgment",
      "source": "Quillette",
      "date": "Sep 9, 2020",
      "description": "In the days and weeks following George Floyd's death in May, activists flooded the streets with placards and slogans to denounce racism and police violence. But the zeal with which they mobilized support for their cause frequently clouded complex issues and events that demanded greater scrutiny than…",
      "link": "https://quillette.com/2020/09/08/police-violence-and-the-rush-to-judgment/"
    },
    {
      "title": "Former NSA Chief Keith Alexander Has Joined Amazon's Board of Directors",
      "source": "The Verge",
      "date": "Sep 9, 2020",
      "description": "A surveillance-friendly choice.",
      "link": "https://www.theverge.com/2020/9/9/21429635/amazon-keith-alexander-board-of-directors-nsa-cyber-command"
    },
    {
      "title": "Hydrogen, Carbon Capture Key to Net-Zero U.S. Electricity: Study",
      "source": "Reuters",
      "date": "Sep 9, 2020",
      "description": "The United States can generate affordable electricity without producing carbon dioxide emissions by 2035 by deploying hydrogen or carbon capture technology, according to a report released on Wednesday by a climate policy think tank.",
      "link": "https://www.reuters.com/article/us-usa-climate-power/hydrogen-carbon-capture-key-to-net-zero-u-s-electricity-study-idUSKBN2602M0"
    },
    {
      "title": "Illegal Devices That Bypass Vehicle Emissions Controls Spread Across US",
      "source": "The Guardian",
      "date": "Sep 9, 2020",
      "description": "Thousands of tons of pollution spew into the air in the US from devices that proliferate online and in body shops",
      "link": "https://www.theguardian.com/us-news/2020/sep/09/auto-car-emissions-defeat-devices-delete-kits"
    },
    {
      "title": "Australian Scientists Say Logging, Mining and Climate Advice Is Being Suppressed",
      "source": "The Guardian",
      "date": "Sep 8, 2020",
      "description": "A third of government and industry-employed ecologists and conservation scientists had work unduly modified, study finds",
      "link": "https://www.theguardian.com/environment/2020/sep/09/australian-scientists-say-logging-mining-and-climate-advice-is-being-suppressed"
    },
    {
      "title": "The China Syndrome Part IV: Did China Fudge Its Data?",
      "source": "Quillette",
      "date": "Sep 7, 2020",
      "description": "Note: This is the concluding part of a four-part series of essays looking in detail at China's role in the COVID-19 pandemic. Part One looked at the circumstances surrounding the initial outbreak; Part Two looked at the discovery of human-to-human transmission and the immediate response; Part Three …",
      "link": "https://quillette.com/2020/09/06/the-china-syndrome-part-iv-did-china-fudge-its-data/"
    },
    {
      "title": "'You're Not Allowed to Film': The Fight to Control Who Reports From Portland",
      "source": "Reason",
      "date": "Sep 5, 2020",
      "description": "Both sides are getting their information through purposely bottlenecked media reports, and the results are predictably distorted and dangerous.",
      "link": "https://reason.com/2020/09/04/youre-not-allowed-to-film-the-fight-for-control-over-who-reports-from-portland/"
    },
    {
      "title": "Unlimited Information Is Transforming Society",
      "source": "Scientific American",
      "date": "Sep 1, 2020",
      "description": "Technology is blurring the lines between consumers and producers, amateurs and professionals, and laypeople and experts. We&rsquo;re just starting to understand the implications",
      "link": "https://www.scientificamerican.com/article/unlimited-information-is-transforming-society/"
    },
    {
      "title": "Portland's Grim Reality: 100 Days of Protests, Many Violent",
      "source": "Associated Press",
      "date": "Sep 4, 2020",
      "description": "PORTLAND, Ore. (AP) — Once hailed as one of the most livable U.S. cities, Portland, Oregon, is grappling with an uncertain future as it reaches a stunning benchmark: 100 consecutive nights of...",
      "link": "https://apnews.com/b57315d97dd2146c4a89b4636faa7b70"
    },
    {
      "title": "Neuralink Is Impressive Tech, Wrapped in Musk Hype",
      "source": "Wired",
      "date": "Sep 4, 2020",
      "description": "Cool research tool? Definitely. A way to remotely control a computer or a prosthetic? Sure. But reading minds and storing memories? Not so fast.",
      "link": "https://www.wired.com/story/neuralink-is-impressive-tech-wrapped-in-musk-hype/"
    },
    {
      "title": "Drip Irrigation",
      "source": "MIT GEAR Lab",
      "date": "Sep 4, 2020",
      "description": "Our group is addressing this problem from multiple angles",
      "link": "https://www.gear.mit.edu/drip-irrigation"
    },
    {
      "title": "Human Embryo Gene Editing Gets a Road Map — Not a Green Light",
      "source": "Wired",
      "date": "Sep 3, 2020",
      "description": "After the 2018 'Crispr baby' scandal, a global commission assessed the technology and set strict criteria for moving it toward clinical trials.",
      "link": "https://www.wired.com/story/human-embryo-gene-editing-gets-a-road-map-not-a-green-light/"
    },
    {
      "title": "NSA Spying Exposed by Snowden Was Illegal and Not Very Useful, Court Says",
      "source": "Ars Technica",
      "date": "Sep 3, 2020",
      "description": "NSA's illegal mass surveillance did not help thwart terror plot, court says.",
      "link": "https://arstechnica.com/tech-policy/2020/09/nsa-spying-exposed-by-snowden-was-illegal-and-not-very-useful-court-says/"
    },
    {
      "title": "SpaceX Confirms Starlink Internet Private Beta Underway, Showing Low Latency and Speeds Over 100Mbps – TechCrunch",
      "source": "TechCrunch",
      "date": "Sep 3, 2020",
      "description": "SpaceX has confirmed some details of its Starlink internet service beta test, via SpaceX engineer Kate Tice on today's launch webcast for its most recent Starlink satellite mission. Tice said that SpaceX's service has demonstrated latency low enough to allow it to play the 'fastes…",
      "link": "https://techcrunch.com/2020/09/03/spacex-confirms-starlink-internet-private-beta-underway-showing-low-latency-and-speeds-over-100mbps/"
    },
    {
      "title": "Why Experts Are Overwhelmingly Skeptical of Online Voting",
      "source": "Ars Technica",
      "date": "Sep 3, 2020",
      "description": "An online voting CEO tried—and failed—to convince me it was a good idea.",
      "link": "https://arstechnica.com/tech-policy/2020/09/why-experts-are-overwhelmingly-skeptical-of-online-voting/"
    },
    {
      "title": "Arctic Wildfires Have Never Released This Much Carbon Dioxide",
      "source": "Gizmodo",
      "date": "Sep 3, 2020",
      "description": "Sure, we're all aghast at the Siberian tundra exploding because it's too damn hot. But there's a much bigger catastrophe that's played out this summer in the overheated region. Arctic fires have unleashed an unprecedented amount of carbon dioxide into the atmosphere.",
      "link": "https://earther.gizmodo.com/arctic-wildfires-have-never-released-this-much-carbon-d-1844940863"
    },
    {
      "title": "Glacial Meltwater Lakes Have Grown by Half Since the 1990s",
      "source": "Ars Technica",
      "date": "Sep 2, 2020",
      "description": "Satellite images track remarkable growth with local consequences.",
      "link": "https://arstechnica.com/science/2020/09/glacial-meltwater-lakes-have-grown-by-half-since-the-1990s/"
    },
    {
      "title": "Your Beloved Blue Jeans Are Polluting the Ocean — Big Time",
      "source": "Wired",
      "date": "Sep 2, 2020",
      "description": "When you wash denim, tiny fibers shed and flow into the environment. Scientists just found that Arctic waters are now loaded with little bits of jeans.",
      "link": "https://www.wired.com/story/your-blue-jeans-are-polluting-the-ocean/"
    },
    {
      "title": "Alexei Navalny: Russia Opposition Leader Poisoned With Novichok - Germany",
      "source": "BBC News",
      "date": "Sep 2, 2020",
      "description": "Germany says Alexei Navalny was attacked with a type of nerve agent used against an ex-spy in the UK.",
      "link": "https://www.bbc.com/news/world-europe-54002880"
    },
    {
      "title": "Half of Americans Fear a Health-Related Bankruptcy",
      "source": "Axios",
      "date": "Sep 2, 2020",
      "description": "Health care costs were an issue even when the economy was good.",
      "link": "https://www.axios.com/health-bankruptcy-fears-poll-ce3c4905-53c6-4f43-ba4f-fde22f4ef849.html"
    },
    {
      "title": "U.S. Court: Mass Surveillance Program Exposed by Snowden Was Illegal",
      "source": "Reuters",
      "date": "Sep 2, 2020",
      "description": "Seven years after former National Security Agency contractor Edward Snowden blew the whistle on the mass surveillance of Americans' telephone records, an appeals court has found the program was unlawful - and that the U.S. intelligence leaders who publicly defended it were not telling the truth.",
      "link": "https://www.reuters.com/article/us-usa-nsa-spying/u-s-court-mass-surveillance-program-exposed-by-snowden-was-illegal-idUSKBN25T3CK"
    },
    {
      "title": "CBP Does Not Make It Clear Americans Can Opt Out of Airport Face Scanning, Watchdog Says – TechCrunch",
      "source": "TechCrunch",
      "date": "Sep 2, 2020",
      "description": "Airport notices did not adequately inform Americans of their rights to opt-out of face scanning.",
      "link": "https://techcrunch.com/2020/09/02/customs-border-protection-airport-border-face-data/"
    },
    {
      "title": "Asphalt Could Be Making Summer Air Pollution Worse",
      "source": "Gizmodo",
      "date": "Sep 2, 2020",
      "description": "There's a lot of asphalt in the U.S.—approximately 18 billion tons, according to the National Asphalt Pavement Association. Unfortunately, it turns out all that asphalt is the source of harmful air pollution, especially in the summer heat.",
      "link": "https://earther.gizmodo.com/asphalt-could-be-making-summer-air-pollution-worse-1844930148"
    },
    {
      "title": "'Shortsighted' and 'Self-Defeating': US Rejects Global COVID-19 Vaccine Effort",
      "source": "Ars Technica",
      "date": "Sep 1, 2020",
      "description": "Over 170 countries are involved in the plan, which is like a vaccine insurance plan.",
      "link": "https://arstechnica.com/science/2020/09/trump-admin-shuns-global-covid-19-vaccine-program-citing-beef-with-who/"
    },
    {
      "title": "The China Syndrome Part III: Wet Markets and BioLabs",
      "source": "Quillette",
      "date": "Sep 1, 2020",
      "description": "Note: This is the third part of a four-part series of essays looking in detail at China's role in the COVID-19 pandemic. Part One looked at the circumstances surrounding the initial outbreak; Part Two looked at the discovery of human-to-human transmission and the immediate response; this part invest…",
      "link": "https://quillette.com/2020/09/02/the-china-syndrome-part-iii-wet-markets-and-biolabs/"
    },
    {
      "title": "Covid Is Accelerating a Global Censorship Crisis",
      "source": "Wired",
      "date": "Aug 30, 2020",
      "description": "Autocracies and democracies alike are suppressing information within their borders, which will have global impacts on public health and security.",
      "link": "https://www.wired.com/story/opinion-covid-is-accelerating-a-global-censorship-crisis/"
    },
    {
      "title": "One Person Shot Dead in Portland Following Clashes Between Pro-Trump Supporters, Counterprotesters",
      "source": "The Washington Post",
      "date": "Aug 30, 2020",
      "description": "The groups had earlier faced off along a highway on-ramp and on downtown city streets.",
      "link": "https://www.washingtonpost.com/nation/2020/08/29/blm-activists-counterprotesters-clash-portland-leading-arrests/"
    },
    {
      "title": "The China Syndrome Part I: Outbreak",
      "source": "Quillette",
      "date": "Aug 30, 2020",
      "description": "Note: This is the first part of a four-part series of essays looking in detail at China's role in the COVID-19 pandemic. This part looks at the circumstances surrounding the initial outbreak; Part Two will look at the discovery of human-to-human transmission and the immediate response; Part Three wi…",
      "link": "https://quillette.com/2020/08/24/the-china-syndrome-part-i-outbreak/"
    },
    {
      "title": "Musk Says That Neuralink Implants Are Close to Ready for Human Testing",
      "source": "Ars Technica",
      "date": "Aug 29, 2020",
      "description": "They're in pigs already, and the company is planning for human testing.",
      "link": "https://arstechnica.com/science/2020/08/musk-says-that-neuralink-implants-are-close-to-ready-for-human-testing/"
    },
    {
      "title": "The Social Fabric of the U.S. Is Fraying Severely, if Not Unravelling",
      "source": "The Intercept",
      "date": "Aug 28, 2020",
      "description": "Why, in the world's richest country, is every metric of mental health pathology rapidly worsening?",
      "link": "https://theintercept.com/2020/08/28/the-social-fabric-of-the-u-s-is-fraying-severely-if-not-unravelling/"
    },
    {
      "title": "The China Syndrome Part II: Transmission and Response",
      "source": "Quillette",
      "date": "Aug 28, 2020",
      "description": "Note: This is the second part of a four-part series of essays looking in detail at China's role in the COVID-19 pandemic. Part One looked at the circumstances surrounding the initial outbreak; this part looks at the discovery of human-to-human transmission and the immediate response; Part Three will…",
      "link": "https://quillette.com/2020/08/29/the-china-syndrome-part-ii-transmission-and-response/"
    },
    {
      "title": "Bill Gates' Nuclear Venture Plans Reactor to Complement Solar, Wind Power Boom",
      "source": "Reuters",
      "date": "Aug 27, 2020",
      "description": "A nuclear energy venture founded by Bill Gates said Thursday it hopes to build small advanced nuclear power stations that can store electricity to supplement grids increasingly supplied by intermittent sources like solar and wind power.",
      "link": "https://www.reuters.com/article/us-usa-nuclearpower-terrapower/bill-gates-nuclear-venture-plans-reactor-to-complement-solar-wind-power-boom-idUSKBN25N2U8"
    },
    {
      "title": "Russian Tourist Offered Employee $1 Million to Cripple Tesla With Malware",
      "source": "Ars Technica",
      "date": "Aug 27, 2020",
      "description": "'This was a serious attack,' Elon Musk says.",
      "link": "https://arstechnica.com/information-technology/2020/08/russian-tourist-offered-employee-1-million-to-cripple-tesla-with-malware/"
    },
    {
      "title": "China Secretly Built a Vast New Infrastructure to Imprison Muslims",
      "source": "BuzzFeed News",
      "date": "Aug 27, 2020",
      "description": "China rounded up so many Muslims in Xinjiang that there wasn't enough space to hold them. Then the government started building.",
      "link": "https://www.buzzfeednews.com/article/meghara/china-new-internment-camps-xinjiang-uighurs-muslims"
    },
    {
      "title": "Scientists Build Army of 1 Million Microrobots That Can Fit Inside a Hypodermic Needle",
      "source": "CNET",
      "date": "Aug 26, 2020",
      "description": "Honey, I shrunk the robots.",
      "link": "https://www.cnet.com/news/scientists-build-army-of-1-million-microrobots-that-can-fit-inside-a-hypodermic-needle/"
    },
    {
      "title": "How the Sacklers Shifted $10.8 Billion of Their Opioid Fortune",
      "source": "Bloomberg",
      "date": "Aug 26, 2020",
      "description": "This is where money from Purdue Pharma's flagship painkiller, OxyContin, flowed.",
      "link": "https://www.bloomberg.com/graphics/2020-sackler-family-money/"
    },
    {
      "title": "How Animal Activists Exposed the Brutality of Factory Farming",
      "source": "Wired",
      "date": "Aug 24, 2020",
      "description": "In the second part of a Get WIRED series, we go inside one man's mission to bring to light one of factory farming's most notorious practices.",
      "link": "https://www.wired.com/story/get-wired-podcast-6-ventilation-shutdown-factory-farms/"
    },
    {
      "title": "International Scholars Must Resist the American Campaign to Inject Racial Tribalism Into Science",
      "source": "Quillette",
      "date": "Aug 24, 2020",
      "description": "'Schœlcher n'est pas notre sauveur,' declared protestors who toppled statues on the French territory of Martinique earlier this year—'Schœlcher is not our savior.' The reference is to Victor Schœlcher, the 19th-century politician who's long been lauded for his role in abolishing slavery in France an…",
      "link": "https://quillette.com/2020/08/21/international-scholars-must-resist-the-american-campaign-to-inject-racial-tribalism-into-science/"
    },
    {
      "title": "U.S. National Debt Clock in Real Time",
      "source": "U.S. National Debt Clock",
      "date": "",
      "description": "",
      "link": "https://www.usdebtclock.org/"
    },
    {
      "title": "Record Melt: Greenland Lost 586 Billion Tons of Ice in 2019",
      "source": "Associated Press",
      "date": "Aug 20, 2020",
      "description": "Greenland lost a record amount of ice during an extra warm 2019, with the melt massive enough to cover California in more than four feet (1.25 meters) of water, a new study said. After two...",
      "link": "https://apnews.com/6fcaab97241d34c83f448f019179ca6b"
    },
    {
      "title": "Portland Police Declare Riot After Protesters Try to Burn Building",
      "source": "The Guardian",
      "date": "Aug 19, 2020",
      "description": "Lighter fluid sprayed inside county office used for weddings as suspect named over beating of pickup truck driver",
      "link": "https://www.theguardian.com/us-news/2020/aug/19/portland-riot-protesters-building-fire"
    },
    {
      "title": "Facebook Closes in on $650 Million Settlement of a Lawsuit Claiming It Illegally Gathered Biometric Data",
      "source": "Business Insider",
      "date": "Aug 19, 2020",
      "description": "A group of Illinois users said Facebook's photo-tagging feature illegally gathered biometric data.",
      "link": "https://www.businessinsider.com/facebook-wins-preliminary-approval-to-settle-facial-recognition-lawsuit-2020-8"
    },
    {
      "title": "An Arms Race Is Brewing in Orbit",
      "source": "The Economist",
      "date": "Aug 13, 2020",
      "description": "Experts want to clarify how the laws of war on Earth apply beyond it",
      "link": "https://www.economist.com/science-and-technology/2020/08/15/an-arms-race-is-brewing-in-orbit"
    },
    {
      "title": "Wait, How Much Microplastic Is Swirling in the Atlantic?",
      "source": "Wired",
      "date": "Aug 18, 2020",
      "description": "Scientists calculate that the top 200 meters of ocean alone contains up to 21 million metric tons of plastic. And that wasn't even counting microfibers.",
      "link": "https://www.wired.com/story/how-much-microplastic-is-swirling-in-the-atlantic/"
    },
    {
      "title": "Secret Service Buys Location Data That Would Otherwise Need a Warrant",
      "source": "Ars Technica",
      "date": "Aug 17, 2020",
      "description": "Agencies' ability to purchase any data on the open market is a big loophole.",
      "link": "https://arstechnica.com/tech-policy/2020/08/secret-service-other-agencies-buy-access-to-mobile-phone-location-data/"
    },
    {
      "title": "Chinese Hospitals Aborted Late-Stage Pregnancies and Killed Newborns as Part of a Campaign to Purge the Uighur Culture, Report Says",
      "source": "Business Insider",
      "date": "Aug 17, 2020",
      "description": "Since 2016, China has been cracking down on Uighur Muslims, whom it claims are prone to extremism, and detaining them in camps to brainwash them.",
      "link": "https://www.businessinsider.com/china-xinjiang-hospitals-abort-uighur-pregnancies-killed-newborns-report-2020-8"
    },
    {
      "title": "Instagram Could Face Up to $500 Billion in Fines in Class-Action Lawsuit Alleging It Illegally Harvested Biometric Data",
      "source": "Business Insider",
      "date": "Aug 11, 2020",
      "description": "Last month, Facebook offered $650 million to settle a similar lawsuit claiming it collected biometric data without users' consent.",
      "link": "https://www.businessinsider.com/instagram-facing-500-billion-in-fines-in-facial-recognition-lawsuit-2020-8"
    },
    {
      "title": "Trump Oversees All-Time Low in White Collar Crime Enforcement",
      "source": "Bloomberg",
      "date": "Aug 10, 2020",
      "description": "Donald Trump calls himself the 'law and order' president, but when it comes to white collar crime, he has overseen a significant decline in enforcement.",
      "link": "https://www.bloomberg.com/news/articles/2020-08-10/trump-oversees-all-time-low-in-white-collar-crime-enforcement"
    },
    {
      "title": "'Canary in the Coal Mine': Greenland Ice Has Shrunk Beyond Return, Study Finds",
      "source": "Reuters",
      "date": "Aug 14, 2020",
      "description": "Greenland's ice sheet may have shrunk past the point of return, with the ice likely to melt away no matter how quickly the world reduces climate-warming emissions, new research suggests.",
      "link": "https://www.reuters.com/article/us-climate-change-arctic-idUSKCN25A2X3"
    },
    {
      "title": "SpaceX Starlink Speeds Revealed as Beta Users Get Downloads of 11 to 60Mbps",
      "source": "Ars Technica",
      "date": "Aug 14, 2020",
      "description": "Ookla tests aren't showing the gigabit speeds SpaceX teased, but it's early.",
      "link": "https://arstechnica.com/information-technology/2020/08/spacex-starlink-beta-tests-show-speeds-up-to-60mbps-latency-as-low-as-31ms/"
    },
    {
      "title": "Nestlé Sued Over Tonnes of Dead Fish in River",
      "source": "BBC News",
      "date": "Aug 14, 2020",
      "description": "The fish were found in a river in north-eastern France and some 14 species have been affected.",
      "link": "https://www.bbc.com/news/world-europe-53775597"
    },
    {
      "title": "FDA Finds New Toxic Hand-Sanitizer Ingredient, Expands Warning to 157 Products",
      "source": "Ars Technica",
      "date": "Aug 14, 2020",
      "description": "Regulators find toxic 1-propanol as well as methanol in some products.",
      "link": "https://arstechnica.com/science/2020/08/fda-finds-new-toxic-hand-sanitizer-ingredient-expands-warning-to-157-products/"
    },
    {
      "title": "Why the Mauritius Oil Spill Is So Serious",
      "source": "BBC News",
      "date": "Aug 13, 2020",
      "description": "The location of the Mauritian oil spill means the environmental consequences could be long-lasting.",
      "link": "https://www.bbc.com/news/world-africa-53754751"
    },
    {
      "title": "Under Trump, SEC Enforcement of Insider Trading Dropped to Lowest Point in Decades",
      "source": "NPR",
      "date": "Aug 13, 2020",
      "description": "Kodak and Sen. Richard Burr, R-N.C., are facing high-profile insider trading investigations, but data show the Securities and Exchange Commission pursued far fewer insider trading cases last year.",
      "link": "https://www.npr.org/2020/08/14/901862355/under-trump-sec-enforcement-of-insider-trading-dropped-to-lowest-point-in-decade"
    },
    {
      "title": "Feds Say Yale Discriminates Against Asian, White Applicants",
      "source": "Associated Press",
      "date": "Aug 13, 2020",
      "description": "WASHINGTON (AP) — A Justice Department investigation has found Yale University is illegally discriminating against Asian American and white applicants, in violation of federal civil rights law,...",
      "link": "https://apnews.com/e97f08eb935989840bda430bb7a32e15"
    },
    {
      "title": "Look Who's Talking About Educational Equity",
      "source": "Quillette",
      "date": "Aug 12, 2020",
      "description": "In the aftermath of the death of George Floyd, college presidents scrambled to issue condemnations of racism, police brutality, and white supremacy. They often buttressed those condemnations with promises to expand their institution's administrative bureaucracy. For instance, among other things, the…",
      "link": "https://quillette.com/2020/08/12/look-whos-talking-about-educational-equity/"
    },
    {
      "title": "Air Pollution Is Much Worse Than We Thought",
      "source": "Vox",
      "date": "Aug 12, 2020",
      "description": "Ditching fossil fuels would pay for itself through clean air alone.",
      "link": "https://www.vox.com/energy-and-environment/2020/8/12/21361498/climate-change-air-pollution-us-india-china-deaths"
    },
    {
      "title": "Trump Says the USPS Is Too Poorly Funded to Handle Mail-in Voting — While Opposing Additional Funding for It",
      "source": "Business Insider",
      "date": "Aug 12, 2020",
      "description": "President Donald Trump has long claimed that mail-in votes are open to problems, a situation he seems content to make worse.",
      "link": "https://www.businessinsider.com/trump-usps-lacks-funds-mail-votes-opposoes-more-funding-2020-8"
    },
    {
      "title": "When Private Security Cameras Are Police Surveillance Tools",
      "source": "Wired",
      "date": "Aug 11, 2020",
      "description": "Civil rights activists warn of 'mission creep,' as cameras installed to prevent break-ins are increasingly used to monitor protesters and communities of color.",
      "link": "https://www.wired.com/story/private-security-cameras-police-surveillance-tools/"
    },
    {
      "title": "Amazon Satellites Add to Astronomers' Worries About the Night Sky",
      "source": "The New York Times",
      "date": "Aug 10, 2020",
      "description": "The F.C.C. approved the company's 3,236-satellite constellation, which aims to provide high-speed internet service around the world.",
      "link": "https://www.nytimes.com/2020/08/10/science/amazon-project-kuiper.html"
    },
    {
      "title": "A Nixon Deepfake, a 'Moon Disaster' Speech and an Information Ecosystem at Risk",
      "source": "Scientific American",
      "date": "Jul 20, 2020",
      "description": "A new video re-creates a history that never happened, showing the power of AI-generated media",
      "link": "https://www.scientificamerican.com/article/a-nixon-deepfake-a-moon-disaster-speech-and-an-information-ecosystem-at-risk1/"
    },
    {
      "title": "Herbicide, Lead, and Other Poisons Found in Bodies of Stranded Dolphins and Whales",
      "source": "Gizmodo",
      "date": "Aug 10, 2020",
      "description": "New research shows the startling degree to which stranded dolphins and whales found along the southeastern U.S. coast are contaminated with pollutants.",
      "link": "https://earther.gizmodo.com/herbicide-lead-and-other-poisons-found-in-bodies-of-s-1844673582"
    },
    {
      "title": "Chicago Erupts With Violence and Looting After Police Shooting",
      "source": "The Guardian",
      "date": "Aug 10, 2020",
      "description": "More than 100 arrested after overnight looting on shopping district as mayor decries 'an assault on our city'",
      "link": "https://www.theguardian.com/us-news/2020/aug/10/chicago-looting-violence-police-shooting-protests"
    },
    {
      "title": "How to Fight the Enemies of Academic Freedom",
      "source": "Quillette",
      "date": "Aug 10, 2020",
      "description": "According to a 2019 Cato Institute study, 75 percent of immigrants who are American citizens are very proud to be American compared to only 69 percent of native-born Americans. Based on my own experience, I expect the discrepancy to be much greater if you compare the sentiments of all immigrants to …",
      "link": "https://quillette.com/2020/08/10/how-to-fight-the-enemies-of-academic-freedom/"
    },
    {
      "title": "George Orwell and the Struggle Against Inevitable Bias",
      "source": "Quillette",
      "date": "Aug 8, 2020",
      "description": "In the bleak post-war Britain of October 1945, an essay by George Orwell appeared in the first edition of Polemic. Edited by abstract artist and ex-Communist Hugh Slater, the new journal was marketed as a 'magazine of philosophy, psychology, and aesthetics.' Orwell was not yet famous—Animal Farm had…",
      "link": "https://quillette.com/2020/08/08/george-orwell-and-the-struggle-against-inevitable-bias/"
    },
    {
      "title": "Cops Tap Smart Streetlights Sparking Controversy and Legislation",
      "source": "IEEE Spectrum",
      "date": "Aug 8, 2020",
      "description": "San Diego’s sensor-laden streetlights were supposed to save money and inspire entrepreneurs. Then the police started using their cameras and the pushback began.",
      "link": "https://spectrum.ieee.org/view-from-the-valley/sensors/remote-sensing/cops-smart-street-lights"
    },
    {
      "title": "HS Suspends Teen Who Tweeted Photo of Hallway Packed With Maskless Students",
      "source": "Ars Technica",
      "date": "Aug 7, 2020",
      "description": "HS in Georgia issued 5-day suspension but lifted punishment after family objected.",
      "link": "https://arstechnica.com/tech-policy/2020/08/hs-suspends-teen-who-tweeted-photo-of-hallway-packed-with-maskless-students/"
    },
    {
      "title": "Driving With the Windows Down Is Really Bad for You",
      "source": "Jalopnik",
      "date": "Aug 7, 2020",
      "description": "Well, what did you expect, that something as enjoyable as feeling the wind in your hair as you drive would be good for you? Come on. A new study from the University of Surrey found that driving with the windows down can increase a car's occupants' exposure to pollution by 80 percent, more during pea…",
      "link": "https://jalopnik.com/driving-with-the-windows-down-is-really-bad-for-you-1844651602"
    }
  ]
}
