{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "12/29/2020, 1:35:47 PM",
  "id": "4ZGybgnFIKySt8lhRjB4p",
  "articles": [
    {
      "title": "2020 Had Its Share of Memorable Hacks and Breaches. Here Are the Top 10",
      "source": "Ars Technica",
      "date": "Dec 28, 2020",
      "description": "The past 12 months teaches us that, yes, attacks do only get better.",
      "link": "https://arstechnica.com/information-technology/2020/12/2020-had-its-share-of-merorable-hacks-and-breaches-here-are-the-top-10/"
    },
    {
      "title": "How Your Digital Trails Wind Up in the Police's Hands",
      "source": "Wired",
      "date": "Dec 28, 2020",
      "description": "Phone calls. Web searches. Location tracks. Smart speaker requests. They've become crucial tools for law enforcement, while users often are unaware.",
      "link": "https://www.wired.com/story/your-digital-trails-polices-hands/"
    },
    {
      "title": "'I Was Never More Hated Than When I Tried to Be Honest'",
      "source": "Quillette",
      "date": "Dec 28, 2020",
      "description": "Ralph Ellison, author of the timeless American classic Invisible Man, was among the most commanding black literary voices to emerge in the 20th century. It is a designation he would almost certainly have resented. Ellison didn't see his work through the prism of his racial identity but as a means of…",
      "link": "https://quillette.com/2020/12/28/i-was-never-more-hated-than-when-i-tried-to-be-honest/"
    },
    {
      "title": "Plastic Pipes Are Polluting Drinking Water Systems After Wildfires",
      "source": "Ars Technica",
      "date": "Dec 28, 2020",
      "description": "And it's a risk in urban fires, too.",
      "link": "https://arstechnica.com/science/2020/12/plastic-pipes-are-polluting-drinking-water-systems-after-wildfires/"
    },
    {
      "title": "Thousands of Birds Starved to Death This Fall in the U.S. South",
      "source": "Gizmodo",
      "date": "Dec 28, 2020",
      "description": "This past autumn, people all across the U.S. southwest were finding an astounding number of dead birds littered along roads, on golf courses, and in their own driveways. Some estimated that hundreds of thousands of the creatures perished. Months later, new findings are shedding a little more light o…",
      "link": "https://earther.gizmodo.com/thousands-of-birds-starved-to-death-this-fall-in-the-u-1845956292"
    },
    {
      "title": "The Threat of Authoritarianism in the U.S. Is Very Real, and Has Nothing to Do With Trump",
      "source": "Substack",
      "date": "Dec 28, 2020",
      "description": "The COVID-driven centralization of economic power and information control in the hands of a few corporate monopolies poses enduring threats to political freedom.",
      "link": "https://greenwald.substack.com/p/the-threat-of-authoritarianism-in"
    },
    {
      "title": "Scientists Turn CO2 Into Jet Fuel",
      "source": "Engadget",
      "date": "Dec 27, 2020",
      "description": "Scientists have turned CO2 into jet fuel, hinting at a future where aircraft could have net zero emissions without relying on electric motors.",
      "link": "https://www.engadget.com/co2-converted-into-jet-fuel-224318943.html"
    },
    {
      "title": "Fusion Energy Device Sets a Record by Running for 20 Seconds",
      "source": "Engadget",
      "date": "Dec 27, 2020",
      "description": "A Korean fusion device has set a record by running for 20 seconds at 180 million degrees.",
      "link": "https://www.engadget.com/kstar-fusion-device-sets-record-210817623.html"
    },
    {
      "title": "On Sex and Gender, the New England Journal of Medicine Has Abandoned Its Scientific Mission",
      "source": "Quillette",
      "date": "Dec 27, 2020",
      "description": "Two years ago, 'Titania McGrath,' whose satirical Twitter account regularly skewers the ideological excesses of social-justice culture, suggested that 'we should remove biological sex from birth certificates altogether to prevent any more mistakes.' The joke (obvious to those who follow the culture …",
      "link": "https://quillette.com/2020/12/23/on-sex-and-gender-the-new-england-journal-of-medicine-has-abandoned-its-scientific-mission/"
    },
    {
      "title": "Even Homer Gets Mobbed",
      "source": "The Wall Street Journal",
      "date": "Dec 27, 2020",
      "description": "A Massachusetts school has banned 'The Odyssey.'",
      "link": "https://www.wsj.com/articles/even-homer-gets-mobbed-11609095872"
    },
    {
      "title": "She Noticed $200 Million Missing, Then She Was Fired",
      "source": "ProPublica",
      "date": "Dec 24, 2020",
      "description": "Alice Stebbins was hired to fix the finances of California's powerful utility regulator. She was fired after finding $200 million for the state's deaf, blind and poor residents was missing.",
      "link": "https://www.propublica.org/article/she-noticed-200-million-missing-then-she-was-fired"
    },
    {
      "title": "SolarWinds Hack Infected Critical Infrastructure, Including Power Industry",
      "source": "The Intercept",
      "date": "Dec 24, 2020",
      "description": "The companies involved used compromised software, but it's not clear if hackers entered their networks. Finding out could be difficult.",
      "link": "https://theintercept.com/2020/12/24/solarwinds-hack-power-infrastructure/"
    },
    {
      "title": "U.S. Cyber Agency Says SolarWinds Hackers Are 'Impacting' State, Local Governments",
      "source": "Reuters",
      "date": "Dec 24, 2020",
      "description": "The U.S. cybersecurity agency said on Wednesday that a sprawling cyber espionage campaign made public earlier this month is affecting state and local governments, although it released few additional details.",
      "link": "https://www.reuters.com/article/us-global-cyber-usa/u-s-cyber-agency-says-solarwinds-hackers-are-impacting-state-local-governments-idUSKBN28Y09L"
    },
    {
      "title": "Meet the Censored: Olivia Katbi-Smith",
      "source": "Substack",
      "date": "Dec 23, 2020",
      "description": "An activist for the Democratic Socialists for America tells of a cycle of bans",
      "link": "https://taibbi.substack.com/p/meet-the-censored-olivia-katbi-smith"
    },
    {
      "title": "Powerful Mobile Phone Surveillance Tool Operates in Obscurity Across the Country",
      "source": "The Intercept",
      "date": "Dec 23, 2020",
      "description": "CellHawk helps law enforcement visualize large quantities of information collected by cellular towers and providers.",
      "link": "https://theintercept.com/2020/12/23/police-phone-surveillance-dragnet-cellhawk/"
    },
    {
      "title": "I Sued Blackwater for the Massacre of Iraqi Civilians. Trump Just Pardoned Those Convicted Killers.",
      "source": "The Intercept",
      "date": "Dec 23, 2020",
      "description": "Trump's pardon of the Blackwater mercenaries who murdered 14 Iraqi civilians at Nisour Square shows the world what justice means in the United States.",
      "link": "https://theintercept.com/2020/12/23/blackwater-massacre-iraq-pardons/"
    },
    {
      "title": "Snowden and Assange Deserve Pardons. So Do the Whistleblowers Trump Imprisoned.",
      "source": "The Intercept",
      "date": "Dec 23, 2020",
      "description": "Press freedom advocates must be careful not to indulge Trump's conspiracy theories while they lobby for whistleblower pardons.",
      "link": "https://theintercept.com/2020/12/23/assange-snowden-whistleblower-pardons-espionage/"
    },
    {
      "title": "With Biden's New Threats, the Russia Discourse Is More Reckless and Dangerous Than Ever",
      "source": "Substack",
      "date": "Dec 23, 2020",
      "description": "The U.S. media demands inflammatory claims be accepted with no evidence, while hacking behavior routinely engaged in by the U.S. is depicted as aberrational.",
      "link": "https://greenwald.substack.com/p/with-bidens-new-threats-the-russia"
    },
    {
      "title": "Justice Dept. Accuses Walmart of Fueling Opioid Crisis",
      "source": "The New York Times",
      "date": "Dec 22, 2020",
      "description": "The 160-page civil complaint alleges the retailer knew its system for detecting illegitimate prescriptions was inadequate.",
      "link": "https://www.nytimes.com/2020/12/22/business/walmart-opioid-lawsuit.html"
    },
    {
      "title": "Leaked Documents Show How China's Army of Paid Internet Trolls Helped Censor the Coronavirus",
      "source": "ProPublica",
      "date": "Dec 19, 2020",
      "description": "As the coronavirus spread in China, the government stage-managed what appeared on the domestic internet to make the virus look less severe and the authorities more capable, according to thousands of leaked directives and other files.",
      "link": "https://www.propublica.org/article/leaked-documents-show-how-chinas-army-of-paid-internet-trolls-helped-censor-the-coronavirus"
    },
    {
      "title": "A Brief Global History of the War on Cannabis",
      "source": "The MIT Press Reader",
      "date": "Jan 23, 2020",
      "description": "Prohibitionists around the world have long used rhetoric to associate the plant with violence and depravity.",
      "link": "https://thereader.mitpress.mit.edu/a-brief-global-history-of-the-war-on-cannabis/"
    },
    {
      "title": "Types of Dark Pattern",
      "source": "Dark Patterns",
      "date": "",
      "description": "Dark Patterns have been categorised into 12 main types, including 'bait and switch', 'roach motel' and 'privacy zuckering'. All of them are manipulative techniques that aim to trick the user into doing something they didn't intend.",
      "link": "https://darkpatterns.org/types-of-dark-pattern.html"
    },
    {
      "title": "The Poison Found in Everyone, Even Unborn Babies – and Who Is Responsible for It",
      "source": "The Guardian",
      "date": "Dec 17, 2020",
      "description": "Chemicals called PFAS and PFOS – known as forever chemicals – are in the blood of virtually every person on the planet. And they will only accumulate",
      "link": "https://www.theguardian.com/commentisfree/2020/dec/17/dark-waters-pfas-ticking-chemical-time-bomb-in-your-blood"
    },
    {
      "title": "DuPont and the Chemistry of Deception",
      "source": "The Intercept",
      "date": "Aug 11, 2015",
      "description": "Internal documents reveal that DuPont long suspected C8 was harmful, yet continued to put the company's workers and the public at risk.",
      "link": "https://theintercept.com/2015/08/11/dupont-chemistry-deception/"
    },
    {
      "title": "'Forever Chemicals' Pollute Water From Alaska to Florida",
      "source": "The Guardian",
      "date": "Dec 22, 2020",
      "description": "Whichever state you are in, there could be harmful PFAS chemicals in water near you",
      "link": "https://www.theguardian.com/us-news/2020/dec/22/forever-chemicals-pollute-water-dozens-of-sites-in-every-us-state"
    },
    {
      "title": "Microplastics Revealed in the Placentas of Unborn Babies",
      "source": "The Guardian",
      "date": "Dec 22, 2020",
      "description": "Health impact is unknown but scientists say particles may cause long-term damage to foetuses",
      "link": "https://www.theguardian.com/environment/2020/dec/22/microplastics-revealed-in-placentas-unborn-babies"
    },
    {
      "title": "We Had to Pass a Law to Stop Telecom Monopolies From Charging You 'Rental Fees' for Things You Already Own",
      "source": "Techdirt",
      "date": "Dec 22, 2020",
      "description": "For much of the last few years, broadband customers have been complaining that Frontier Communications, the nation's third-biggest telco, had been charging its customers a rental fee for modems they already owned. Normally, you're supposed...",
      "link": "https://www.techdirt.com/articles/20201221/07075845926/we-had-to-pass-law-to-stop-telecom-monopolies-charging-you-rental-fees-things-you-already-own.shtml"
    },
    {
      "title": "A Peculiar Kind of Racist Patriarchy",
      "source": "Quillette",
      "date": "Dec 21, 2020",
      "description": "We are frequently told by commentators and theorists on the progressive and liberal Left that we live in a systemically racist and patriarchal society. The belief that Western societies privilege white men and oppress people of color, women, and LGBT citizens is especially popular within academic in…",
      "link": "https://quillette.com/2020/12/22/a-peculiar-kind-of-racist-patriarchy/"
    },
    {
      "title": "UK Coronavirus Variant May Be More Able to Infect Children: Scientists",
      "source": "Reuters",
      "date": "Dec 21, 2020",
      "description": "A new variant of the coronavirus spreading rapidly in Britain carries mutations that could mean children are as susceptible to becoming infected with it as adults - unlike previous strains, scientists said on Monday.",
      "link": "https://www.reuters.com/article/us-health-coronavirus-variant-children-idUSKBN28V2F5"
    },
    {
      "title": "Hospital CEOs Have Gotten Rich Cutting Staff and Supplies. Now They're Not Ready for the Next Wave.",
      "source": "The Intercept",
      "date": "Dec 20, 2020",
      "description": "Years of understaffing nurses and health care workers have consequences, experts say.",
      "link": "https://theintercept.com/2020/12/20/covid-hospital-ceos-nurses/"
    },
    {
      "title": "Second Hacking Team Was Targeting SolarWinds at Time of Big Breach",
      "source": "Reuters",
      "date": "Dec 19, 2020",
      "description": "A second hacking group, different from the suspected Russian team now associated with the major SolarWinds data breach, also targeted the company's products earlier this year, according to a security research blog by Microsoft.",
      "link": "https://www.reuters.com/article/us-usa-cyber-solarwinds/second-hacking-team-was-targeting-solarwinds-at-time-of-big-breach-idUSKBN28T0U1"
    },
    {
      "title": "Russia's SolarWinds Hack Is a Historic Mess",
      "source": "Wired",
      "date": "Dec 19, 2020",
      "description": "All the most important stories about the biggest hack in years.",
      "link": "https://www.wired.com/story/russia-solarwinds-hack-roundup/"
    },
    {
      "title": "UK Says New Coronavirus Variant Up to 70% More Transmissible",
      "source": "Reuters",
      "date": "Dec 19, 2020",
      "description": "Following are details of a new coronavirus variant that has been identified in the United Kingdom, given at a news conference on Saturday by Prime Minister Boris Johnson, Patrick Vallance, the UK's chief scientific adviser, and Chris Whitty, the chief medical adviser.",
      "link": "https://www.reuters.com/article/health-coronavirus-britain-variant-detai-idUSL8N2IZ0H7"
    },
    {
      "title": "Battery Prices Have Fallen 88 Percent Over the Last Decade",
      "source": "Ars Technica",
      "date": "Dec 18, 2020",
      "description": "Cheaper batteries are making it easier to fight climate change.",
      "link": "https://arstechnica.com/science/2020/12/battery-prices-have-fallen-88-percent-over-the-last-decade/"
    },
    {
      "title": "Wildfire Smoke Is Loaded With Microbes. Is That Dangerous?",
      "source": "Wired",
      "date": "Dec 17, 2020",
      "description": "Researchers are putting out a call to study the potential effects of bacteria- and fungi-filled haze on human health.",
      "link": "https://www.wired.com/story/wildfire-smoke-is-loaded-with-microbes-is-that-dangerous/"
    },
    {
      "title": "A Successful Experiment Gets Us One Step Closer to a Quantum Internet",
      "source": "Engadget",
      "date": "Dec 17, 2020",
      "description": "This week, a joint team of researchers made up of scientists from Caltech, the Department of Energy's Fermilab, AT&T, Harvard University, NASA's Jet Propulsion Lab and the University of Calgary announced that they successfully teleported qubits of photons across approximately 27 miles of fiber-optic…",
      "link": "https://www.engadget.com/fermilab-quantum-teleportation-report-221002594.html"
    },
    {
      "title": "Instagram Is Using False 'Fact-Checking' to Protect Joe Biden's Crime Record From Criticisms",
      "source": "Substack",
      "date": "Dec 17, 2020",
      "description": "The Facebook-owned platform's denunciation of a well-established view of Biden shows the dangers of internet censorship and the fraudulent use of 'fact-checking.'",
      "link": "https://greenwald.substack.com/p/instagram-is-using-false-fact-checking"
    },
    {
      "title": "Hackers Tied to Russia Hit Nuclear Agency; Microsoft Is Exposed",
      "source": "Bloomberg",
      "date": "Dec 17, 2020",
      "description": "The U.S. nuclear weapons agency and at least three states were hacked as part of a suspected Russian cyber-attack that struck a number of federal government agencies, according to people with knowledge of the matter, indicating widening reach of one of the biggest cybersecurity breaches in recent memory.",
      "link": "https://www.bloomberg.com/news/articles/2020-12-17/u-s-states-were-also-hacked-in-suspected-russian-attack"
    },
    {
      "title": "'We Are Slowly Being poisoned.' How Toxic Fumes Seep Into the Air You Breathe on Planes",
      "source": "Los Angeles Times",
      "date": "Dec 17, 2020",
      "description": "A Times investigation found that vapors from oil and other fluids seep into planes with alarming frequency across all airlines, at times creating chaos and confusion.",
      "link": "https://www.latimes.com/projects/toxic-chemicals-planes-covid-19-travel-woes/"
    },
    {
      "title": "Ella Adoo-Kissi-Debrah: Air Pollution a Factor in Girl's Death, Inquest Finds",
      "source": "BBC News",
      "date": "Dec 16, 2020",
      "description": "Ella Adoo-Kissi-Debrah was 'living on a knife edge' before her fatal asthma attack, the inquest heard.",
      "link": "https://www.bbc.com/news/uk-england-london-55330945"
    },
    {
      "title": "On Activist Scholarship: An Interview With Helen Pluckrose",
      "source": "Quillette",
      "date": "Dec 16, 2020",
      "description": "In recent years, free speech and inquiry have come under attack on college campuses, ethical relativism has spread, and demands to decolonize syllabi and rid them of canonical white male texts and thinkers have become increasingly common. Hostility to reason, objectivity, and Enlightenment universal…",
      "link": "https://quillette.com/2020/12/16/on-activist-scholarship-an-interview-with-helen-pluckrose/"
    },
    {
      "title": "Cops Are Getting a New Tool for Family-Tree Sleuthing",
      "source": "Wired",
      "date": "Dec 16, 2020",
      "description": "Verogen's push into public crime labs with genetic genealogy may help solve more cold cases, but it raises concerns about DNA data collection.",
      "link": "https://www.wired.com/story/cops-are-getting-a-new-tool-for-family-tree-sleuthing/"
    },
    {
      "title": "Japanese Probe Returned More Asteroid Than Expected—Including Pebbles and Gas",
      "source": "Gizmodo",
      "date": "Dec 15, 2020",
      "description": "It looks like coffee beans in a grinder, but it's actually bits of dust and pebbles scooped up from the surface of asteroid Ryugu. The Japanese space agency confirmed the presence of these precious samples earlier today, following the recent return to Earth of its Hayabusa2 spacecraft.",
      "link": "https://gizmodo.com/japanese-probe-returned-more-asteroid-than-expected-inc-1845887095"
    },
    {
      "title": "Removing Space Debris Requires Action and Caution",
      "source": "TechCrunch",
      "date": "Dec 15, 2020",
      "description": "We hope regulators and the commercial players can work together to find a lasting solution in the relatively near future, rather than waiting for a catastrophic failure before taking action.",
      "link": "https://techcrunch.com/2020/12/15/removing-space-debris-requires-action-and-caution/"
    },
    {
      "title": "Journalism's Ivory Towers",
      "source": "Quillette",
      "date": "Dec 15, 2020",
      "description": "In a recent essay entitled 'The Resentment That Never Sleeps,' New York Times columnist Thomas B. Edsall explains how a lowering of social status among non-college-educated white Americans has increased that demographic's anxiety and helped fuel the populism that made possible Donald Trump's rise to…",
      "link": "https://quillette.com/2020/12/15/journalisms-ivory-towers/"
    },
    {
      "title": "Chemicals in Plastics Are a Global Health Threat, Says New Report",
      "source": "Gizmodo",
      "date": "Dec 15, 2020",
      "description": "A new scientific report out Tuesday concludes that plastics and the chemicals they leave behind in the environment are a major threat to human health. It identifies over 140 chemicals readily found in plastic products that can harm our bodies, particularly through interfering with the endocrine syst…",
      "link": "https://gizmodo.com/chemicals-in-plastics-are-a-global-health-threat-says-1845886426"
    },
    {
      "title": "Suspected Russian Hackers Spied on U.S. Treasury Emails - Sources",
      "source": "Reuters",
      "date": "Dec 14, 2020",
      "description": "Hackers believed to be working for Russia have been monitoring internal email traffic at the U.S. Treasury and Commerce departments, according to people familiar with the matter, adding they feared the hacks uncovered so far may be the tip of the iceberg.",
      "link": "https://www.reuters.com/article/us-usa-cyber-amazon-com-exclsuive/u-s-treasury-breached-by-hackers-backed-by-foreign-government-sources-idUSKBN28N0PG"
    },
    {
      "title": "No One Knows How Deep Russia's Hacking Rampage Goes",
      "source": "Wired",
      "date": "Dec 14, 2020",
      "description": "A supply chain attack against IT company SolarWinds has exposed as many as 18,000 companies to Cozy Bear's attacks.",
      "link": "https://www.wired.com/story/russia-solarwinds-supply-chain-hack-commerce-treasury/"
    },
    {
      "title": "'Amazing' Hypocrisy: Democrats Make Wreck of Covid-19 Relief Negotiations",
      "source": "Substack",
      "date": "Dec 14, 2020",
      "description": "Democrats stonewalled all year on a new pandemic relief package. Now they're proposing a new plan that undercuts even Republican proposals, and screws everyone but - get this - defense contractors",
      "link": "https://taibbi.substack.com/p/amazing-hypocrisy-democrats-make"
    },
    {
      "title": "The YouTube Ban Is Un-American, Wrong, and Will Backfire",
      "source": "Substack",
      "date": "Dec 11, 2020",
      "description": "Silicon Valley couldn't have designed a better way to further radicalize Trump voters",
      "link": "https://taibbi.substack.com/p/the-youtube-ban-is-un-american-wrong"
    },
    {
      "title": "U.S. Schools Are Buying Phone-Hacking Tech That the FBI Uses to Investigate Terrorists",
      "source": "Gizmodo",
      "date": "Dec 11, 2020",
      "description": "A Gizmodo investigation has found that schools in the U.S. are purchasing phone surveillance tools from Cellebrite and companies that offer similar tools just four years after the FBI used it to crack a terrorism suspect's iPhone.",
      "link": "https://gizmodo.com/u-s-schools-are-buying-phone-hacking-tech-that-the-fbi-1845862393"
    },
    {
      "title": "In Pictures: How Much Plastic Are You Eating?",
      "source": "Al Jazeera",
      "date": "Dec 11, 2020",
      "description": "Plastic production surged in the last 50 years, and we could be ingesting equivalent of a credit card of plastic a week.",
      "link": "https://www.aljazeera.com/gallery/2020/12/11/in-pictures-how-much-plastic-are-you-eating"
    },
    {
      "title": "Hackers Accessed Covid Vaccine Data Through the EU Regulator",
      "source": "Wired",
      "date": "Dec 11, 2020",
      "description": "The European Medicines Agency has released limited details about the cyberattack.",
      "link": "https://www.wired.com/story/hackers-accessed-covid-vaccine-data-through-the-eu-regulator/"
    },
    {
      "title": "CISA and FBI Warn of Rise in Ransomware Attacks Targeting K-12 Schools",
      "source": "ZDNet",
      "date": "Dec 11, 2020",
      "description": "The percentage of ransomware attacks against K-12 schools increased at the beginning of the 2020 school year",
      "link": "https://www.zdnet.com/article/cisa-and-fbi-warn-of-rise-in-ransomware-attacks-targeting-k-12-schools/"
    },
    {
      "title": "Hollywood Deployed Lobbyists to Win Exemptions to Strict California Lockdown",
      "source": "The Intercept",
      "date": "Dec 11, 2020",
      "description": "The entertainment industry has been given extensive leeway during the pandemic, even as California now faces a stay-at-home order.",
      "link": "https://theintercept.com/2020/12/11/hollywood-covid-filming-california-lockdown/"
    },
    {
      "title": "Hackers Steal Pfizer/BioNTech COVID-19 Vaccine Data in Europe, Companies Say",
      "source": "Reuters",
      "date": "Dec 10, 2020",
      "description": "U.S. drugmaker Pfizer and its German partner BioNTech said on Wednesday that documents related to development of their COVID-19 vaccine had been 'unlawfully accessed' in a cyberattack on Europe's medicines regulator.",
      "link": "https://www.reuters.com/article/us-ema-cyber/hackers-steal-pfizer-biontech-covid-19-vaccine-data-in-europe-companies-say-idUSKBN28J2Q7"
    },
    {
      "title": "Hunter Biden Tax Probe Examining Chinese Business Dealings",
      "source": "Associated Press",
      "date": "Dec 10, 2020",
      "description": "",
      "link": "https://apnews.com/article/hunter-biden-federal-tax-investigation-87c200c919aa61396b5d43077bc5b0ff"
    },
    {
      "title": "The Hunter Biden Criminal Probe Bolsters a Chinese Scholar's Claim About Beijing's Influence With the Biden Administration",
      "source": "Substack",
      "date": "Dec 10, 2020",
      "description": "Professor Di Dongsheng says China's close ties to Wall Street and its dealings with Hunter both enable it to exert more power now than it could under Trump.",
      "link": "https://greenwald.substack.com/p/the-hunter-biden-criminal-probe-bolsters"
    },
    {
      "title": "With News of Hunter Biden's Criminal Probe, Recall the Media Outlets That Peddled the 'Russian Disinformation' Lie",
      "source": "Substack",
      "date": "Dec 10, 2020",
      "description": "The now-validated facts about Hunter are precisely those the U.S. media -- in tandem with Silicon Valley and the intelligence community -- suppressed based on lies.",
      "link": "https://greenwald.substack.com/p/with-news-of-hunter-bidens-criminal"
    },
    {
      "title": "One Small Step for Free Speech",
      "source": "UnHerd",
      "date": "Dec 10, 2020",
      "description": "This week's Cambridge victory will do little to stop the march through the institutions",
      "link": "https://unherd.com/2020/12/one-small-step-for-free-speech/"
    },
    {
      "title": "US Diplomats' Brain Injuries May Be From Covert Microwave Attack, Experts Say",
      "source": "Ars Technica",
      "date": "Dec 10, 2020",
      "description": "Data from Russian experiments on pulsed RF energy offers best explanation.",
      "link": "https://arstechnica.com/science/2020/12/covert-microwave-weapon-most-plausible-cause-of-cuba-health-attacks/"
    },
    {
      "title": "Meet the Censored: Abigail Shrier",
      "source": "Substack",
      "date": "Dec 9, 2020",
      "description": "Where is the line between boycott-based activism and corporate censorship?",
      "link": "https://taibbi.substack.com/p/meet-the-censored-abigail-shrier"
    },
    {
      "title": "Pandemic Villains: Robinhood",
      "source": "Substack",
      "date": "Dec 9, 2020",
      "description": "Have a pair of gangly Stanford grads built the perfect mousetrap?",
      "link": "https://taibbi.substack.com/p/pandemic-villains-robinhood"
    },
    {
      "title": "Progress Toward a Safer Psychedelic Drug to Treat Depression and Addiction",
      "source": "NPR",
      "date": "Dec 8, 2020",
      "description": "A synthetic version of the psychedelic drug ibogaine appears to relieve depression and addiction without producing hallucinations or other dangerous side effects — at least in rodents.",
      "link": "https://www.npr.org/sections/health-shots/2020/12/09/944572325/progress-toward-a-safer-psychedelic-drug-to-treat-depression-and-addiction"
    },
    {
      "title": "The Old Arctic Is Gone",
      "source": "Gizmodo",
      "date": "Dec 8, 2020",
      "description": "Scientists have spent the past 15 years pulling together data about the Arctic into a report card. What's become clear in the 15 iterations of the report is nothing will be the same for centuries to come and the shifts are happening faster than anticipated.",
      "link": "https://earther.gizmodo.com/the-old-arctic-is-gone-1845834100"
    },
    {
      "title": "Printable, Flexible Battery Offers 10 Times the Density of Lithium-Ion",
      "source": "New Atlas",
      "date": "Dec 8, 2020",
      "description": "Scientists investigating an experimental battery chemistry have wound up with a flexible device they say offers up to 10 times the energy density of current lithium-ion solutions, making it an ideal fit for a number of applications. The technique also allows for easier manufacturing of flexible…",
      "link": "https://newatlas.com/energy/printable-high-density-batteries-silver-oxide/"
    },
    {
      "title": "Large Study of Americans Shows the Broad Health Problems Covid-19 Can Cause",
      "source": "Gizmodo",
      "date": "Dec 8, 2020",
      "description": "New research out Tuesday looks to pin down the many health problems that can arise from a bout of covid-19. The long list includes more common ailments like pneumonia, kidney failure, and widespread inflammation, as well as rarer complications like serious heart inflammation, collapsed lungs, and se…",
      "link": "https://gizmodo.com/large-study-of-americans-shows-the-broad-health-problem-1845832915"
    },
    {
      "title": "Biden's Choice for Pentagon Chief Further Erodes a Key U.S. Norm: Civilian Control",
      "source": "Substack",
      "date": "Dec 8, 2020",
      "description": "Gen. Lloyd Austin, on the Raytheon Board, is yet another high-level Biden nominee enmeshed in D.C.'s corporatist 'revolving door' of legalized influence-peddling.",
      "link": "https://greenwald.substack.com/p/bidens-choice-for-pentagon-chief"
    },
    {
      "title": "Exclusive: U.S. Air Pollution Monitoring Network Falling Into Disrepair - GAO Report",
      "source": "U.S.",
      "date": "Dec 7, 2020",
      "description": "The U.S. air pollution monitoring network has fallen into disrepair after years of budget cuts and neglect, leaving tens of millions of Americans vulnerable to undetected bad air quality from events like wildfires to industrial pollution, according to a report by the investigative...",
      "link": "https://www.reuters.com/article/usa-pollution-airmonitors-gao-idUSKBN28H1V5"
    },
    {
      "title": "California's Hellish 2018 Wildfires Cost the US Economy $148.5 Billion",
      "source": "Gizmodo",
      "date": "Dec 7, 2020",
      "description": "Two years later, we're still adding unfortunate superlatives to the 2018 California wildfire season. The latest is a new study that reveals the hidden toll of what—until this year—was the state's most destructive fire season.",
      "link": "https://earther.gizmodo.com/californias-hellish-2018-wildfires-cost-the-u-s-econom-1845824226"
    },
    {
      "title": "Exxon Holds Back on Technology That Could Slow Climate Change",
      "source": "Bloomberg",
      "date": "Dec 7, 2020",
      "description": "Carbon capture can make money for oil giants, and scientists say we need it. Is the industry willing to invest enough?",
      "link": "https://www.bloomberg.com/news/features/2020-12-07/exxon-s-xom-carbon-capture-project-stalled-by-covid-19"
    },
    {
      "title": "Coca-Cola, Pepsi and Nestlé Named Top Plastic Polluters for Third Year in a Row",
      "source": "The Guardian",
      "date": "Dec 7, 2020",
      "description": "Companies accused of 'zero progress' on reducing plastic waste, with Coca-Cola ranked No 1 for most littered products",
      "link": "https://www.theguardian.com/environment/2020/dec/07/coca-cola-pepsi-and-nestle-named-top-plastic-polluters-for-third-year-in-a-row"
    },
    {
      "title": "Quantum Device Performs 2.6 Billion Years of Computation in 4 Minutes",
      "source": "Ars Technica",
      "date": "Dec 7, 2020",
      "description": "Photons explore quantum maze faster than possible for any classical computer.",
      "link": "https://arstechnica.com/science/2020/12/un-computable-quantum-maze-computed-by-quantum-maze-computer/"
    },
    {
      "title": "SpaceX Gets $886 Million From FCC to Subsidize Starlink in 35 States",
      "source": "Ars Technica",
      "date": "Dec 7, 2020",
      "description": "Charter also wins big; FCC fund will bring service to 5.2M homes and businesses.",
      "link": "https://arstechnica.com/tech-policy/2020/12/spacex-gets-886-million-from-fcc-to-subsidize-starlink-in-35-states/"
    },
    {
      "title": "With Guns Drawn, Police Raid Home and Seize Computers of COVID-19 Data Whistleblower",
      "source": "The Verge",
      "date": "Dec 7, 2020",
      "description": "Florida fired her, and now it's raiding her home",
      "link": "https://www.theverge.com/2020/12/7/22160181/rebekah-jones-raid-seizure-search-warrant-covid-19-whistleblower-florida"
    },
    {
      "title": "Health Care Is Coming to Grips With Its Pollution Problem",
      "source": "The Verge",
      "date": "Dec 7, 2020",
      "description": "Greenhouse gas emissions are on the rise.",
      "link": "https://www.theverge.com/2020/12/7/22159555/health-care-pollution-climate-change"
    },
    {
      "title": "The NSA Warns That Russia Is Attacking Remote Work Platforms",
      "source": "Wired",
      "date": "Dec 7, 2020",
      "description": "A vulnerability in VMWare has prompted a warning that companies—and government agencies—need to patch as soon as possible.",
      "link": "https://www.wired.com/story/nsa-warns-russia-attacking-vmware-remote-work-platforms/"
    },
    {
      "title": "Black and White in the Classroom",
      "source": "Quillette",
      "date": "Dec 7, 2020",
      "description": "My palms were sweating, my heart was racing, and I avoided eye contact with everyone in that room, praying hard that my teacher would not call on me. And then, 'Lola, what are your thoughts?' was said out loud. I had many thoughts and ideas I knew needed to be spoken, stories I could share to change…",
      "link": "https://quillette.com/2020/12/07/black-and-white-in-the-classroom/"
    },
    {
      "title": "Rehabilitation for Vice Bloggers",
      "source": "YouTube",
      "date": "Dec 6, 2020",
      "description": "This is a new center for bloggers to get back into the normal world (comedy sketch)",
      "link": "https://www.youtube.com/watch?v=x7CxM1anfPE"
    },
    {
      "title": "Why Should the US Be Afforded the 'Power of Assassination'?",
      "source": "Al Jazeera",
      "date": "Dec 6, 2020",
      "description": "The US government's argument it has the right to assassinate anyone, anywhere heralds its descent into despotism.",
      "link": "https://www.aljazeera.com/opinions/2020/12/6/why-should-america-be-afforded-the-power-of/"
    },
    {
      "title": "Enlightenment Literature as Foreign Aid",
      "source": "Quillette",
      "date": "Dec 5, 2020",
      "description": "'If God were to humiliate a human being,' wrote Imam Ali bin abi Talib in the sixth century, 'He would deny him knowledge.' If the woeful state of knowledge in lands beset by authoritarian regimes is any indication, a great number of human beings in our world have been lavishly humiliated, albeit by…",
      "link": "https://quillette.com/2020/12/04/enlightenment-literature-as-foreign-aid/"
    },
    {
      "title": "After the Deep State Sabotaged His Presidential Bid, Bernie Sanders Mocks Those Who Believe It Exists",
      "source": "Substack",
      "date": "Dec 5, 2020",
      "description": "Also ridiculing 'rigged elections' and 'fake news' -- two other weapons used on him -- the Vermont Senator's relationship to the Democratic Party descends from loyal support to abject subservience.",
      "link": "https://greenwald.substack.com/p/after-the-deep-state-sabotaged-his"
    },
    {
      "title": "'Havana Syndrome' Likely Caused by Directed Microwaves - US Report",
      "source": "BBC News",
      "date": "Dec 5, 2020",
      "description": "The US report is the latest attempt to explain a mystery illness that affected diplomats in Cuba.",
      "link": "https://www.bbc.com/news/world-us-canada-55203844"
    },
    {
      "title": "U.S. Used Patriot Act to Gather Logs of Website Visitors",
      "source": "The New York Times",
      "date": "Dec 3, 2020",
      "description": "A disclosure sheds new light on a high-profile national security law as lawmakers prepare to revive a debate over it in the Biden administration.",
      "link": "https://www.nytimes.com/2020/12/03/us/politics/section-215-patriot-act.html"
    },
    {
      "title": "China Is Massively Expanding Its Weather-Modification Program, Saying It Will Be Able to Cover Half the Country In artificial Rain and Snow by 2025",
      "source": "Business Insider",
      "date": "Dec 3, 2020",
      "description": "Beijing said Tuesday that China's 'cloud seeding' project will soon cover 2.1 million of China's 3.7 million square miles.",
      "link": "https://www.businessinsider.com/china-expanding-weather-modification-program-artificial-rain-snow-2025-2020-12"
    },
    {
      "title": "Overcome Stress by Visualizing It as a Greedy, Hook-Nosed Race of Creatures",
      "source": "YouTube",
      "date": "Aug 8, 2010",
      "description": "On Today Now!, author Christine Eckard teaches Jim and Tracy to imagine economic problems as oily, curly-haired 'Grabblers.'",
      "link": "https://www.youtube.com/watch?v=Q4PC8Luqiws"
    },
    {
      "title": "Who Will Biden Bomb First?",
      "source": "UnHerd",
      "date": "Dec 4, 2020",
      "description": "The President-elect's 'global leadership' is a return to neoconservatism",
      "link": "https://unherd.com/2020/12/american-exceptionalism-is-back/"
    },
    {
      "title": "Student Loan Horror Stories: Borrowed: $79,000. Paid: $190,000. Now Owes? $236,000",
      "source": "Substack",
      "date": "Dec 4, 2020",
      "description": "At 59, Chris pleaded for a renegotiation. 'My life expectancy is 15 more years. At this rate, you're not going to get very much...′ Their response was, 'So?''",
      "link": "https://taibbi.substack.com/p/student-loan-horror-stories-borrowed"
    },
    {
      "title": "Congress Stalls on Stimulus Checks for Families While Corporations Continue to Reap Millions From CARES Act",
      "source": "The Intercept",
      "date": "Dec 4, 2020",
      "description": "The IRS is still issuing retroactive tax refunds to companies, many of which are thriving amid the coronavirus pandemic.",
      "link": "https://theintercept.com/2020/12/04/covid-irs-corporation-tax-refunds/"
    },
    {
      "title": "Light-Based Quantum Computer Exceeds Fastest Classical Supercomputers",
      "source": "Scientific American",
      "date": "Dec 3, 2020",
      "description": "The setup of lasers and mirrors effectively &ldquo;solved&rdquo; a problem far too complicated for even the largest traditional computer system",
      "link": "https://www.scientificamerican.com/article/light-based-quantum-computer-exceeds-fastest-classical-supercomputers/"
    },
    {
      "title": "'This Is Not Science Fiction,' Say Scientists Pushing for 'Neuro-Rights'",
      "source": "Reuters",
      "date": "Dec 3, 2020",
      "description": "Scientific advances from deep brain stimulation to wearable scanners are making manipulation of the human mind increasingly possible, creating a need for laws and protections to regulate use of the new tools, top neurologists said on Thursday.",
      "link": "https://www.reuters.com/article/us-global-tech-rights/this-is-not-science-fiction-say-scientists-pushing-for-neuro-rights-idUSKBN28D3HK"
    },
    {
      "title": "Every Mayor, Governor Accused of Breaking COVID Restrictions — and Why",
      "source": "Newsweek",
      "date": "Dec 3, 2020",
      "description": "Austin Mayor Steve Adler joins a long list of leading politicians to have allegedly broken their own rules. Here's the rundown.",
      "link": "https://www.newsweek.com/every-mayor-governor-caught-breaking-covid-restrictions-1552033"
    },
    {
      "title": "Resisting the Mourner's Veto",
      "source": "Quillette",
      "date": "Dec 3, 2020",
      "description": "Controversy recently erupted at Penguin Random House when it was announced that the company would be publishing Canadian clinical psychologist Jordan Peterson's forthcoming book. Peterson rose to prominence in 2016 when he posted a series of videos on YouTube denouncing a Canadian law that, he claim…",
      "link": "https://quillette.com/2020/12/03/resisting-the-mourners-veto/"
    },
    {
      "title": "China Is National Security Threat No. 1",
      "source": "The Wall Street Journal",
      "date": "Dec 3, 2020",
      "description": "Resisting Beijing's attempt to reshape and dominate the world is the challenge of our generation.",
      "link": "https://www.wsj.com/articles/china-is-national-security-threat-no-1-11607019599"
    },
    {
      "title": "Feds Claim the Patriot Act Allowed Them to Log Visitors to Websites",
      "source": "Gizmodo",
      "date": "Dec 3, 2020",
      "description": "Letters produced by the Office of the Director of National Intelligence reportedly show that the U.S. government has interpreted Section 215 of the Patriot Act as giving it the power to monitor who visits certain websites and when, with minimal oversight.",
      "link": "https://gizmodo.com/feds-claim-the-patriot-act-allowed-them-to-log-visitors-1845803993"
    },
    {
      "title": "Nation-State Backed Hackers Going After COVID Vaccine Supply Chain",
      "source": "Ars Technica",
      "date": "Dec 3, 2020",
      "description": "Sophisticated operation is well-researched and well-placed, aimed at EU.",
      "link": "https://arstechnica.com/information-technology/2020/12/covid-vaccine-supply-chain-targeted-by-hackers-say-security-experts/"
    },
    {
      "title": "Doctors Release 'Most Worrying Outlook' on Climate Change and Health",
      "source": "Gizmodo",
      "date": "Dec 2, 2020",
      "description": "The doctors are here to give the Earth its annual checkup, and they say it's running a fever which is making people sick. They issued their findings showing all the ways climate change is affecting our health in the annual Lancet Countdown on Wednesday.",
      "link": "https://earther.gizmodo.com/doctors-release-their-most-worrying-outlook-on-how-cl-1845794219"
    },
    {
      "title": "The Journey of Electronic Bottles and the Ocean Plastic Crisis",
      "source": "Wired",
      "date": "Dec 2, 2020",
      "description": "Researchers loaded containers with trackers and released them in the Ganges and the Bay of Bengal, giving new insight into how plastic pollution travels.",
      "link": "https://www.wired.com/story/the-incredible-journey-of-the-electronic-plastic-bottle/"
    },
    {
      "title": "Toxic PFAS Chemicals Discovered in Hundreds of Products",
      "source": "The Intercept",
      "date": "Dec 2, 2020",
      "description": "Climbing ropes, guitar strings, and hand sanitizer are among the newly reported uses for the toxic 'forever' chemicals.",
      "link": "https://theintercept.com/2020/12/02/pfas-chemicals-products/"
    },
    {
      "title": "The Army Tested 'Germ Warfare' on the NYC Subway by Smashing Lightbulbs Full of Bacteria",
      "source": "Business Insider",
      "date": "Nov 14, 2015",
      "description": "It was one of many dangerous government experiments on US citizens in violation of the Nuremberg Code.",
      "link": "https://www.businessinsider.com/biological-agents-were-tested-on-the-new-york-city-subway-2015-11"
    }
  ]
}
