{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "3/28/2021, 2:05:40 PM",
  "id": "0rZ8piONyo1OhuQRnr1EP",
  "articles": [
    {
      "title": "Congress, in a Five-Hour Hearing, Demands Tech CEOs Censor the Internet Even More Aggressively",
      "source": "Substack",
      "date": "Mar 30, 2021",
      "description": "The repressive objective of the Democratic-controlled Congress is to transfer the power to police and censor political discourse from these tech giants to themselves.",
      "link": "https://greenwald.substack.com/p/congress-in-a-five-hour-hearing-demands-0cf"
    },
    {
      "title": "Alternatives to Censorship: Interview With Matt Stoller",
      "source": "Substack",
      "date": "Mar 30, 2021",
      "description": "As Congress once again demands that Silicon Valley crack down on speech, the Director of Research at the American Economic Liberties Project outlines the real problem, and better solutions",
      "link": "https://taibbi.substack.com/p/alternatives-to-censorship-interview-834"
    },
    {
      "title": "NASA's TESS Spacecraft Has Already Found 2,200 Possible Planets | Engadget",
      "source": "Engadget",
      "date": "Mar 28, 2021",
      "description": "NASA's TESS spacecraft has already found 2,200 potential planets, surpassing its original goal and raising hope of finding Earth-like worlds.",
      "link": "https://www.engadget.com/nasa-tess-2200-exoplanets-184133840.html"
    },
    {
      "title": "Scotland's Renewable Energy Matched 97 Percent of Demand in 2020 | Engadget",
      "source": "Engadget",
      "date": "Mar 27, 2021",
      "description": "97.4 percent of Scotland's gross electric consumption came from clean energy sources in 2020.",
      "link": "https://www.engadget.com/scotland-renewable-energy-97-percent-electricity-needs-2020-180436107.html"
    },
    {
      "title": "Eating Mostly Restaurant Meals Linked to Higher Risk of Early Death",
      "source": "Gizmodo",
      "date": "Mar 26, 2021",
      "description": "Dining out often might come with a hidden cost down the road, new research suggests. The study found an association between frequently eating at restaurants and a higher risk of dying earlier, along with deaths caused by cardiovascular disease and cancer.",
      "link": "https://gizmodo.com/eating-mostly-restaurant-meals-linked-to-higher-risk-of-1846560637"
    },
    {
      "title": "The Death of Humor",
      "source": "Substack",
      "date": "Mar 26, 2021",
      "description": "Review of 'Killer Cartoons,' edited by David Wallis, and 'White,' by Bret Easton Ellis",
      "link": "https://taibbi.substack.com/p/the-death-of-humor-f17"
    },
    {
      "title": "The Tyranny of Diversity Training",
      "source": "UnHerd",
      "date": "Mar 26, 2021",
      "description": "America is exporting its Calvinistic tendencies to British workplaces",
      "link": "https://unherd.com/2021/03/the-tyranny-of-diversity-training/"
    },
    {
      "title": "Taiwan Reports Largest Ever Incursion by Chinese Air Force",
      "source": "Reuters",
      "date": "Mar 26, 2021",
      "description": "Twenty Chinese military aircraft entered Taiwan's air defence identification zone on Friday, in the largest incursion yet reported by the island's defence ministry and marking a dramatic escalation of tension across the Taiwan Strait.",
      "link": "https://www.reuters.com/article/us-taiwna-china-security/taiwan-reports-largest-ever-incursion-by-chinese-air-force-idUSKBN2BI24D"
    },
    {
      "title": "The US Military Is Poisoning Communities Across the US With Toxic Chemicals",
      "source": "The Guardian",
      "date": "Mar 25, 2021",
      "description": "The Department of Defense has ordered the burning of 20m pounds of AFFF – despite risks to human health",
      "link": "https://www.theguardian.com/commentisfree/2021/mar/25/us-military-toxic-chemicals-us-states"
    },
    {
      "title": "The Dark Web Is Teeming With Vaccine Listings Right Now",
      "source": "Wired",
      "date": "Mar 25, 2021",
      "description": "Vendors are cashing in on people desperate to leapfrog the line—or falsely certify that they got the shot.",
      "link": "https://www.wired.com/story/dark-web-teeming-with-vaccine-listings/"
    },
    {
      "title": "Researchers Found a Way to Send Tiny Robots Into Mouse Brains",
      "source": "Gizmodo",
      "date": "Mar 24, 2021",
      "description": "In a mind-bending development, a team of researchers in China have managed to treat brain tumors in mice by delivering drugs to the tissues using microscopic robots. The robots jumped from the mice's bloodstreams into their brains by being coated in E. coli, which tricked the rodents' immune systems…",
      "link": "https://gizmodo.com/researchers-found-a-way-to-send-tiny-robots-into-mouse-1846544741"
    },
    {
      "title": "Deforestation and Palm Oil Plantations Are Fueling a Disease Boom, Study Suggests",
      "source": "Gizmodo",
      "date": "Mar 24, 2021",
      "description": "New research presents evidence that activities such as deforestation, building palm oil plantations, and even converting grassy areas into new forests are associated with outbreaks of disease, particularly those transmitted by mosquitoes and other vector animals.",
      "link": "https://earther.gizmodo.com/deforestation-and-palm-oil-plantations-are-fueling-a-di-1846543313"
    },
    {
      "title": "The U.S. Intelligence Community, Flouting Laws, Is Increasingly Involving Itself in Domestic Politics",
      "source": "Substack",
      "date": "Mar 24, 2021",
      "description": "A letter from House Intelligence Committee members demands answers from the DNI about illegal breaches of the wall guarding against CIA and NSA domestic activity.",
      "link": "https://greenwald.substack.com/p/the-us-intelligence-community-flouting"
    },
    {
      "title": "After Dramatic Rebuke, AstraZeneca Lowers Vaccine Efficacy Estimate—a Little",
      "source": "Ars Technica",
      "date": "Mar 24, 2021",
      "description": "Independent experts called the earlier analysis 'outdated and potentially misleading.'",
      "link": "https://arstechnica.com/science/2021/03/after-dramatic-rebuke-astrazeneca-lowers-vaccine-efficacy-estimate-a-little/"
    },
    {
      "title": "A Biden Appointee's Troubling Views on the First Amendment",
      "source": "Substack",
      "date": "Mar 23, 2021",
      "description": "Columbia law professor Timothy Wu wonders if the First Amendment is 'obsolete,' and believes in 'returning the country to the kind of media environment that prevailed in the 1950s.'",
      "link": "https://taibbi.substack.com/p/a-biden-appointees-troubling-views"
    },
    {
      "title": "Top Saudi Official Issued Death Threat Against UN's Khashoggi Investigator",
      "source": "The Guardian",
      "date": "Mar 23, 2021",
      "description": "Senior official twice threatened to have Agnès Callamard 'taken care of' in meeting with UN colleagues in Geneva in January 2020",
      "link": "https://www.theguardian.com/world/2021/mar/23/top-saudi-official-issued-death-threat-against-uns-khashoggi-investigator"
    },
    {
      "title": "AstraZeneca Messes Up Again, Called Out for Using Old Data in U.S. Trial Results",
      "source": "Gizmodo",
      "date": "Mar 23, 2021",
      "description": "Pharmaceutical company AstraZeneca isn't running out of rakes to step on anytime soon. Less than a day after the company announced promising preliminary results from the U.S. trial of its covid-19 vaccine jointly developed with Oxford University, an independent panel of scientists monitoring the stu…",
      "link": "https://gizmodo.com/astrazeneca-messes-up-again-called-out-for-using-old-d-1846534823"
    },
    {
      "title": "NASA's New Mars Rover Is About to Spawn a Tiny Helicopter",
      "source": "The Verge",
      "date": "Mar 22, 2021",
      "description": "Ingenuity, a 4-pound helicopter, is almost ready to fly.",
      "link": "https://www.theverge.com/2021/3/22/22345034/nasa-mars-rover-perseverance-ingenuity-helicopter"
    },
    {
      "title": "Ultrasound Reads Monkey Brains, Opening New Way to Control Machines With Thought",
      "source": "ScienceMag",
      "date": "Mar 22, 2021",
      "description": "Imaging with sound could offer a less invasive way to send commands to prostheses",
      "link": "https://www.sciencemag.org/news/2021/03/ultrasound-reads-monkey-brains-opening-new-way-control-machines-thought"
    },
    {
      "title": "Fossil Fuels Would Be Screwed Without U.S. Government Propping Them Up",
      "source": "Gizmodo",
      "date": "Mar 22, 2021",
      "description": "Conservatives have argued against regulating the fossil fuel industry for the climate's sake, claiming that doing so would interfere with the free market. A new study shows that's a fairy tale. The invisible hand isn't at work—implicit government subsidies are.",
      "link": "https://earther.gizmodo.com/the-fossil-fuel-industry-would-be-screwed-without-the-u-1846527447"
    },
    {
      "title": "Australia to Rescue Thousands as Sydney Faces Worst Floods in 60 Years",
      "source": "Reuters",
      "date": "Mar 22, 2021",
      "description": "Australia was set on Monday to evacuate thousands more people from suburbs in Sydney's west, battered by the worst flooding in 60 years, with torrential rains expected to continue for another day or two.",
      "link": "https://www.reuters.com/article/us-australia-weather/australia-to-evacuate-thousands-as-sydney-faces-worst-floods-in-60-years-idUSKBN2BE011"
    },
    {
      "title": "High-Income Tax Avoidance Far Larger Than Thought, New Paper Estimates",
      "source": "The Wall Street Journal",
      "date": "Mar 22, 2021",
      "description": "The very top sliver of high-income Americans may underreport their income at levels far beyond what was suggested by prior IRS research, according to a new paper.",
      "link": "https://www.wsj.com/articles/high-income-tax-avoidance-far-larger-than-thought-new-paper-estimates-11616364001"
    },
    {
      "title": "Philippines Says 220 Chinese Militia Vessels Seen in Disputed Waters This Month",
      "source": "Reuters",
      "date": "Mar 20, 2021",
      "description": "The Philippines expressed concern about hundreds of Chinese military vessels it said were spotted this month in the disputed South China Sea, the latest example of tension in the crucial waterway.",
      "link": "https://www.reuters.com/article/us-philippines-china-southchinasea/philippines-says-220-chinese-militia-vessels-seen-in-disputed-waters-this-month-idUSKBN2BD02P"
    },
    {
      "title": "Police Warn Students to Avoid Science Website",
      "source": "BBC News",
      "date": "Mar 19, 2021",
      "description": "Universities are urged to block a science research website, which police say could put data at risk.",
      "link": "https://www.bbc.com/news/education-56462390"
    },
    {
      "title": "Trump EPA Invited Companies to Revise Pollution Records of a Potent Carcinogen",
      "source": "The Intercept",
      "date": "Mar 18, 2021",
      "description": "After ethylene oxide was shown to be 30 times more carcinogenic than previously thought, polluters began rewriting their toxic history — with the EPA's help.",
      "link": "https://theintercept.com/2021/03/18/epa-pollution-cancer-ethylene-oxide/"
    },
    {
      "title": "Oil Firms Knew Decades Ago Fossil Fuels Posed Grave Health Risks, Files Reveal",
      "source": "The Guardian",
      "date": "Mar 18, 2021",
      "description": "Exclusive: documents seen by Guardian show companies fought clean-air rules despite being aware of harm caused by air pollution",
      "link": "https://www.theguardian.com/environment/2021/mar/18/oil-industry-fossil-fuels-air-pollution-documents"
    },
    {
      "title": "Satellites Can Help Detect When a Volcano's About to Blow",
      "source": "Wired",
      "date": "Mar 18, 2021",
      "description": "Researchers used thermal radiation data to find patterns in recent eruptions—providing another metric to help get ahead of a potentially deadly blast.",
      "link": "https://www.wired.com/story/satellites-can-help-detect-when-volcanos-about-to-blow/"
    },
    {
      "title": "Drugmakers Promise Investors They'll Soon Hike Covid-19 Vaccine Prices",
      "source": "The Intercept",
      "date": "Mar 18, 2021",
      "description": "Pfizer, Moderna, and Johnson & Johnson pledged affordable vaccines — but only as long as there's a 'pandemic.'",
      "link": "https://theintercept.com/2021/03/18/covid-vaccine-price-pfizer-moderna/"
    },
    {
      "title": "Plastic Particles Pass From Mothers Into Foetuses, Rat Study Shows",
      "source": "The Guardian",
      "date": "Mar 18, 2021",
      "description": "Nanoparticles found in foetal brains and hearts, but impact on human health is as yet unknown",
      "link": "https://www.theguardian.com/environment/2021/mar/18/plastic-particles-pass-from-mothers-into-foetuses-rat-study-shows"
    },
    {
      "title": "The Campaign of Lies Against Journalist Jesse Singal — and Why It Matters",
      "source": "Quillette",
      "date": "Mar 18, 2021",
      "description": "One of the odd-seeming aspects of progressive cancel culture is that many of the figures targeted by mobs aren't especially conservative in their views. Rather, the victims tend to be heterodox lib…",
      "link": "https://quillette.com/2021/03/18/the-campaign-of-lies-against-journalist-jesse-singal-and-why-it-matters/"
    },
    {
      "title": "One Company Wants to Sell the Feds Location Data From Every Car on Earth",
      "source": "Ars Technica",
      "date": "Mar 18, 2021",
      "description": "Federal agencies already buy tons of user data; one vendor is now being sued.",
      "link": "https://arstechnica.com/tech-policy/2021/03/one-company-wants-to-sell-the-feds-location-data-from-every-car-on-earth/"
    },
    {
      "title": "Putin Offers Biden Public Talks After U.S. President Says He Thinks He Is a Killer",
      "source": "Reuters",
      "date": "Mar 18, 2021",
      "description": "President Vladimir Putin said on Thursday that he and U.S. President Joe Biden should hold live online talks in coming days after Biden said he thought the Russian leader was a killer and diplomatic ties sank to a new post-Cold War low.",
      "link": "https://www.reuters.com/article/us-russia-usa-reaction-idUSKBN2BA0S1"
    },
    {
      "title": "Aaugh! a Brief List of Official Russia Claims That Proved to Be Bogus",
      "source": "Substack",
      "date": "Mar 18, 2021",
      "description": "The Director of National Intelligence releases a report, and the press rushes to kick the football again.",
      "link": "https://taibbi.substack.com/p/aaugh-a-brief-list-of-official-russia"
    },
    {
      "title": "Scientists Grow Mouse Embryos in a Mechanical Womb",
      "source": "The New York Times",
      "date": "Mar 17, 2021",
      "description": "Biologists have long held that a fetus needs a living uterus to develop. Maybe not anymore.",
      "link": "https://www.nytimes.com/2021/03/17/health/mice-artificial-uterus.html"
    },
    {
      "title": "This Surveillance Company Claims It Can Track Nearly Any Car in Real-Time",
      "source": "Gizmodo",
      "date": "Mar 17, 2021",
      "description": "A document obtained by the office of Sen. Ron Wyden shows Ulysses claims to be able to 'remotely geolocate' cars in 'nearly any country,' with the exceptions of Cuba and North Korea.",
      "link": "https://gizmodo.com/this-surveillance-company-claims-it-can-track-nearly-an-1846494534"
    },
    {
      "title": "Texas Utility Chair Resigns After Leaked Call Pledging to Help Banks",
      "source": "Gizmodo",
      "date": "Mar 17, 2021",
      "description": "The last standing member of Texas's Public Utility Commission handed in his resignation on Tuesday following a report that he assured out-of-state investors who made big profits from last month's blackouts that he was working to help them keep their money.",
      "link": "https://earther.gizmodo.com/texas-utility-commissioner-resigns-after-leaked-call-pl-1846493798"
    },
    {
      "title": "Journalists, Illustrating How They Operate, Yesterday Spread a Significant Lie All Over Twitter",
      "source": "Substack",
      "date": "Mar 17, 2021",
      "description": "Eager to obtain vindication for the pre-election falsehood they spread about the Hunter Biden story, journalists falsely claim that the CIA blamed Russia for it.",
      "link": "https://greenwald.substack.com/p/journalists-illustrating-how-they"
    },
    {
      "title": "Britain's Academic Free Speech Bill",
      "source": "Quillette",
      "date": "Mar 16, 2021",
      "description": "The British Education Secretary, Gavin Williamson, recently set out proposals to strengthen free speech and academic freedom at universities in England. These include: appointing an Academic Freedo…",
      "link": "https://quillette.com/2021/03/15/britains-academic-free-speech-bill/"
    },
    {
      "title": "With Ratings Down, the Networks Hunt for a Trump Replacement",
      "source": "TK News by Matt TaibbiShareShare",
      "date": "Mar 16, 2021",
      "description": "Trump saved the cable news business once. Without him, things are looking bleak again. Who will news outlets find to feed the outrage machine?",
      "link": "https://taibbi.substack.com/p/without-trump-is-a-depression-in-293"
    },
    {
      "title": "How Do Big Media Outlets So Often 'Independently Confirm' Each Other's Falsehoods?",
      "source": "Substack",
      "date": "Mar 16, 2021",
      "description": "The Washington Post's media-spread error about Trump's Georgia call shows the deceitful playbook first invented to undermine Trump and promote Russiagate.",
      "link": "https://greenwald.substack.com/p/how-do-big-media-outlets-so-often"
    },
    {
      "title": "Science Goes Rogue",
      "source": "Quillette",
      "date": "Mar 15, 2021",
      "description": "Social justice activists have been arguing for some time that scientific societies and institutions need to address systemic sexism and racism in STEM disciplines. However, their rationale is often…",
      "link": "https://quillette.com/2021/03/14/science-goes-rogue/"
    },
    {
      "title": "The UK Is Secretly Testing a Controversial Web Snooping Tool",
      "source": "Wired",
      "date": "Mar 15, 2021",
      "description": "The country passed its Investigatory Powers Act in 2016. Now, its building what could be the most powerful data collection system used by any democratic nation.",
      "link": "https://www.wired.com/story/uk-secretly-testing-controversial-web-snooping-tool/"
    },
    {
      "title": "Is Consciousness Everywhere?",
      "source": "The MIT Press Reader",
      "date": "Mar 14, 2021",
      "description": "Experience is in unexpected places, including in all animals, large and small, and perhaps even in brute matter itself.",
      "link": "https://thereader.mitpress.mit.edu/is-consciousness-everywhere/"
    },
    {
      "title": "Google Must Face $5B Lawsuit Over Tracking Private Internet Use, Judge Rules",
      "source": "CNET",
      "date": "Mar 14, 2021",
      "description": "Judge finds tech giant didn't notify users their data could still be collected in incognito mode.",
      "link": "https://www.cnet.com/news/google-must-face-5b-lawsuit-over-tracking-private-internet-use/"
    },
    {
      "title": "Congressional Testimony: The Leading Activists for Online Censorship Are Corporate Journalists",
      "source": "Substack",
      "date": "Mar 14, 2021",
      "description": "A hearing of the House Subcommittee focused on anti-trust and monopoly abuses examines the role of the corporate media in these growing pathologies.",
      "link": "https://greenwald.substack.com/p/congressional-testimony-the-leading"
    },
    {
      "title": "Indoor-Grown Weed Is Spewing Carbon Into the Atmosphere",
      "source": "Wired",
      "date": "Mar 13, 2021",
      "description": "Most legal marijuana is grown in a controlled environment. A study just quantified how much damage that's doing to the planet.",
      "link": "https://www.wired.com/story/cannabis-enormous-carbon-emissions/"
    },
    {
      "title": "California Will Soon Be Home to the World's First 3D-Printed Housing Community and It's Powered by Solar and a Tesla Powerwall",
      "source": "Business Insider",
      "date": "Mar 13, 2021",
      "description": "Mighty Buildings will use 3D printers and robots to build the $15 million community of homes in California's Coachella Valley.",
      "link": "https://www.businessinsider.com/mighty-buildings-3d-printing-community-homes-california-2021-3"
    },
    {
      "title": "The Sovietization of the American Press",
      "source": "Substack",
      "date": "Mar 12, 2021",
      "description": "The transformation from phony 'objectivity' to open one-party orthodoxy hasn't been an improvement",
      "link": "https://taibbi.substack.com/p/the-sovietization-of-the-american"
    },
    {
      "title": "New SWAT Drone Smashes Windows, Opens Doors, and Negotiates With Suspects",
      "source": "DroneDJ",
      "date": "Mar 12, 2021",
      "description": "A new UAV marketed to police SWAT teams inlcudes a feature we've never seen before: The drone has a whirling blade that smashes glass.",
      "link": "https://dronedj.com/2021/03/10/new-swat-drone-has-whirling-blade/"
    },
    {
      "title": "Journalists Start Demanding Substack Censor Its Writers: To Bar Critiques of Journalists",
      "source": "Substack",
      "date": "Mar 11, 2021",
      "description": "This new political battle does not break down along left v. right lines. This is an information war waged by corporate media to silence any competition or dissent.",
      "link": "https://greenwald.substack.com/p/journalists-start-demanding-substack"
    },
    {
      "title": "Criticizing Public Figures, Including Influential Journalists, Is Not Harassment or Abuse",
      "source": "Substack",
      "date": "Mar 10, 2021",
      "description": "As social media empowers uncredentialed people to be heard, society's most powerful actors seek to cast themselves as victims and delegitimize all critiques.",
      "link": "https://greenwald.substack.com/p/criticizing-public-figures-including"
    },
    {
      "title": "Why We Need a 'Moon Ark' to Store Frozen Seeds, Sperm and Eggs From 6.7 Million Earth Species",
      "source": "Forbes",
      "date": "Mar 9, 2021",
      "description": "An ambitious project has been unveiled to construct a solar-powered lunar ark in the Moon's underground lava tubes. The plan is to preserve human, animal, plant fungi samples in the event of a global crisis.",
      "link": "https://www.forbes.com/sites/jamiecartereurope/2021/03/09/why-scientists-want-to-build-a-moon-ark-to-store-frozen-seed-sperm-and-eggs-from-67-million-earth-species/?sh=1baeca7c787d"
    },
    {
      "title": "Russia Turns Away From NASA, Says It Will Work With China on a Moon Base",
      "source": "Ars Technica",
      "date": "Mar 9, 2021",
      "description": "China wants a long-term presence on the Moon in the 2030s.",
      "link": "https://arstechnica.com/science/2021/03/china-and-russia-say-they-will-work-together-to-build-a-lunar-station/"
    },
    {
      "title": "SpaceX Moves to Beam Starlink Internet Into Trucks, Boats, and Aircraft",
      "source": "The Verge",
      "date": "Mar 8, 2021",
      "description": "Pending FCC approval, SpaceX's Starlink internet is expanding beyond homes for the road, sea, and air.",
      "link": "https://www.theverge.com/2021/3/8/22319761/spacex-starlink-fcc-internet-cars-boats-aircraft"
    },
    {
      "title": "Programmable Optical Quantum Computer Arrives Late, Steals the Show",
      "source": "Ars Technica",
      "date": "Mar 8, 2021",
      "description": "New optical quantum computer overcomes previous limits, looks like a winner.",
      "link": "https://arstechnica.com/science/2021/03/programmable-optical-quantum-computer-arrives-late-steals-the-show/"
    },
    {
      "title": "Chinese Hackers Targeted SolarWinds Customers in Parallel With Russian Op",
      "source": "Ars Technica",
      "date": "Mar 8, 2021",
      "description": "New data suggests that Russia wasn't the only nation-state hacking customers.",
      "link": "https://arstechnica.com/gadgets/2021/03/chinese-hackers-targeted-solarwinds-customers-in-parallel-with-russian-op/"
    },
    {
      "title": "Austria Suspends AstraZeneca COVID-19 Vaccine Batch After Death",
      "source": "Reuters",
      "date": "Mar 7, 2021",
      "description": "Austrian authorities have suspended inoculations with a batch of AstraZeneca's COVID-19 vaccine as a precaution while investigating the death of one person and the illness of another after the shots, a health agency said on Sunday.",
      "link": "https://www.reuters.com/article/us-health-coronavirus-austria-nurse/austria-suspends-astrazeneca-covid-19-vaccine-batch-after-death-idUSKBN2AZ0AO"
    },
    {
      "title": "In Defense of Substack",
      "source": "Substack",
      "date": "Mar 1, 2021",
      "description": "UCLA professor Sarah T. Roberts mourns the good old days of gatekeeping and credential-worship",
      "link": "https://taibbi.substack.com/p/in-defense-of-substack"
    },
    {
      "title": "Trust in Media Hits New Crisis Low",
      "source": "Axios",
      "date": "Jan 21, 2021",
      "description": "Fewer than half of all Americans trust traditional media.",
      "link": "https://www.axios.com/media-trust-crisis-2bf0ec1c-00c0-4901-9069-e26b21c283a9.html"
    },
    {
      "title": "American Chipmakers Had a Toxic Problem. Then They Outsourced It",
      "source": "Bloomberg",
      "date": "Jun 15, 2017",
      "description": "Twenty-five years ago, U.S. tech companies pledged to stop using chemicals that caused miscarriages and birth defects. They failed to ensure that their Asian suppliers did the same.",
      "link": "https://www.bloomberg.com/news/features/2017-06-15/american-chipmakers-had-a-toxic-problem-so-they-outsourced-it"
    },
    {
      "title": "Meet the (Unsuccessfully) Censored: Jesse Singal and Katie Herzog",
      "source": "TK News by Matt TaibbiShareShare",
      "date": "Mar 20, 2001",
      "description": "The media business keeps trying to ruin Jesse Singal and Katie Herzog, and they keep prospering. On the loony Substack controversy, and the paradox of moral panic in media",
      "link": "https://taibbi.substack.com/p/meet-the-unsuccessfully-censored-0aa"
    },
    {
      "title": "Daniel Ellsberg Talks About Whistleblowing, the Pervasiveness of Official Lies, and the Dangers of the Espionage Act",
      "source": "TK News by Matt TaibbiShareShare",
      "date": "Mar 17, 2001",
      "description": "In an interview with 'Useful Idiots,' Daniel Ellsberg talks about official deceptions, and how he was upheld as the 'good' whistleblower to disparage the likes of Ed Snowden and Julian Assange",
      "link": "https://taibbi.substack.com/p/daniel-ellsberg-talks-about-whistleblowing-d2e"
    },
    {
      "title": "The Accellion Breach Keeps Getting Worse — and More Expensive",
      "source": "Wired",
      "date": "Mar 8, 2021",
      "description": "What started as a few vulnerabilities in firewall equipment has snowballed into a global extortion spree.",
      "link": "https://www.wired.com/story/accellion-breach-victims-extortion/"
    },
    {
      "title": "For Our Own Good, We All Need a Glimpse of the Evil Queen",
      "source": "Quillette",
      "date": "Mar 7, 2021",
      "description": "I had a client many years ago who was a real-life version of Sleeping Beauty. She was tall, blonde-haired, razor thin (as the saying goes), and profoundly unhappy. She was enrolled in a local junio…",
      "link": "https://quillette.com/2021/03/07/for-our-own-good-we-all-need-a-glimpse-of-the-evil-queen/"
    },
    {
      "title": "Chinese, Russian Hackers Reportedly Stole European Vaccine Data",
      "source": "Gizmodo",
      "date": "Mar 7, 2021",
      "description": "Both China and Russia were reportedly behind two cyberattacks last year at the European Medicines Agency that compromised documents related to covid-19 vaccines and treatments.",
      "link": "https://gizmodo.com/chinese-and-russian-hackers-reportedly-stole-vaccine-da-1846426656"
    },
    {
      "title": "How to Tell Which Emails Quietly Track You",
      "source": "Wired",
      "date": "Mar 7, 2021",
      "description": "Your emails know more about you than you might think, like when you open them or when you forward them to others. But you can reclaim your privacy.",
      "link": "https://www.wired.com/story/how-to-tell-which-emails-track-you/"
    },
    {
      "title": "This Rapid 3D-Printing Method Could Be the Secret to Developing 3D-Printed Organs",
      "source": "Gizmodo",
      "date": "Mar 6, 2021",
      "description": "We may not have flying cars yet, but 3D-printed organs? That sci-fi fantasy just got one step closer to reality thanks to a rapid 3D-printing method developed by University of Buffalo engineers.",
      "link": "https://gizmodo.com/this-rapid-3d-printing-method-could-be-the-secret-to-de-1846424035"
    },
    {
      "title": "A North Carolina Pipeline Caused the Biggest Gas Spill in Decades",
      "source": "Gizmodo",
      "date": "Mar 6, 2021",
      "description": "A slowly-unfolding, little-reported-on saga in North Carolina involves a company controlled by the Koch brothers and Shell, and a pipeline that has been transporting dirty energy for decades. And it has implications for pipelines everywhere across the U.S.",
      "link": "https://earther.gizmodo.com/one-of-the-nation-s-largest-pipelines-caused-the-bigges-1846406684"
    },
    {
      "title": "China's and Russia's Spying Sprees Will Take Years to Unpack",
      "source": "Ars Technica",
      "date": "Mar 6, 2021",
      "description": "Full extent of SolarWinds hack, Hafnium's attack on Exchange Server may never be known.",
      "link": "https://arstechnica.com/information-technology/2021/03/chinas-and-russias-spying-spree-will-take-years-to-unpack/"
    },
    {
      "title": "World Wastes 1 Billion Tons of Food a Year, and It's Frying the Planet",
      "source": "Gizmodo",
      "date": "Mar 5, 2021",
      "description": "If you've ever overstuffed your fridge and let some leftovers go bad in the back of it, you're not alone. People toss more than 1 billion tons of food in the trash every year, according to a new United Nations report. But it doesn't have to be this way.",
      "link": "https://earther.gizmodo.com/our-wasted-food-is-fueling-climate-change-1846414880"
    },
    {
      "title": "Under Intense Pressure, WHO Skips Summary Report on Coronavirus Origin",
      "source": "Ars Technica",
      "date": "Mar 5, 2021",
      "description": "The full report, however, is expected the week of March 15.",
      "link": "https://arstechnica.com/science/2021/03/under-intense-pressure-who-skips-summary-report-on-coronavirus-origin/"
    },
    {
      "title": "Chinese Hacking Spree Hit an 'Astronomical' Number of Victims",
      "source": "Wired",
      "date": "Mar 5, 2021",
      "description": "A single group appears to have infiltrated tens of thousands of Microsoft Exchange servers in an ongoing onslaught.",
      "link": "https://www.wired.com/story/china-microsoft-exchange-server-hack-victims/"
    },
    {
      "title": "Hackers Just Looted Passenger Data From Some of the Biggest Airlines",
      "source": "Gizmodo",
      "date": "Mar 5, 2021",
      "description": "The breach may have not exposed incredibly personal details, but it reveals the data third parties collect.",
      "link": "https://gizmodo.com/hackers-just-looted-passenger-data-from-some-of-the-wor-1846417692"
    },
    {
      "title": "At Least 30,000 U.S. Organizations Newly Hacked via Holes in Microsoft's Email Software",
      "source": "Krebs on Security",
      "date": "Mar 5, 2021",
      "description": "At least 30,000 organizations across the United States -- including a significant number of small businesses, towns, cities and local governments -- have over the past few days been hacked by an unusually aggressive Chinese cyber espionage unit that's focused on stealing email from victim organizati…",
      "link": "https://krebsonsecurity.com/2021/03/at-least-30000-u-s-organizations-newly-hacked-via-holes-in-microsofts-email-software/"
    },
    {
      "title": "How to Poison the Data That Big Tech Uses to Surveil You",
      "source": "MIT Technology Review",
      "date": "Mar 5, 2021",
      "description": "Algorithms are meaningless without good data. The public can exploit that to demand change.",
      "link": "https://www.technologyreview.com/2021/03/05/1020376/resist-big-tech-surveillance-data/"
    },
    {
      "title": "As the Insurrection Narrative Crumbles, Democrats Cling to It More Desperately Than Ever",
      "source": "Substack",
      "date": "Mar 5, 2021",
      "description": "If the threat of 'armed insurrectionists' and 'domestic terrorists' is as great as some claim, why do they have to keep lying and peddling crude media fictions about it?",
      "link": "https://greenwald.substack.com/p/as-the-insurrection-narrative-crumbles"
    },
    {
      "title": "Dr. Seuss Books Deemed Offensive Will Be Delisted From eBay",
      "source": "The Wall Street Journal",
      "date": "Mar 4, 2021",
      "description": "EBay is working to prevent the resale of six Dr. Seuss books pulled this week by the company in charge of the late author's works because they contain offensive imagery.",
      "link": "https://www.wsj.com/articles/dr-seuss-books-deemed-offensive-will-be-delisted-from-ebay-11614884201"
    },
    {
      "title": "A Cephalopod Has Passed a Cognitive Test Designed for Human Children",
      "source": "ScienceAlert",
      "date": "Mar 3, 2021",
      "description": "A new test of cephalopod smarts has reinforced how important it is for us humans to not underestimate animal intelligence.",
      "link": "https://www.sciencealert.com/cuttlefish-can-pass-a-cognitive-test-designed-for-children"
    },
    {
      "title": "Ancient Memorization Trick Boosts Long-Term Memory, Changes the Brain",
      "source": "Gizmodo",
      "date": "Mar 3, 2021",
      "description": "A mnemonic, called the 'method of loci,' has been around for centuries, and it's surprisingly effective for memorizing things. New research published in Science Advances on Wednesday suggests it is good for both short-term memory and also long-term recall.",
      "link": "https://gizmodo.com/ancient-memorization-trick-boosts-long-term-memory-and-1846398066"
    },
    {
      "title": "Mars: NASA's Perseverance Rover Sends Stunning Images",
      "source": "BBC News",
      "date": "Mar 2, 2021",
      "description": "Amazing images as Nasa's Perseverance rover lands on Mars and seeks signs of past microbial life.",
      "link": "https://www.bbc.com/news/in-pictures-56238018"
    },
    {
      "title": "China's 'Sharp Eyes' Program Aims to Surveil 100% of Public Space",
      "source": "Medium",
      "date": "Mar 2, 2021",
      "description": "The program turns neighbors into agents of the surveillance state",
      "link": "https://onezero.medium.com/chinas-sharp-eyes-program-aims-to-surveil-100-of-public-space-ddc22d63e015"
    },
    {
      "title": "U.S. Gets 'C-,' Faces $2.59 Trillion in Infrastructure Needs Over 10 Years: Report",
      "source": "Reuters",
      "date": "Mar 2, 2021",
      "description": "The United States faces a $2.59 trillion shortfall in infrastructure needs that requires a massive jump in government spending to address crumbling roads, bridges and other programs, according to an assessment by an engineers group issued on Wednesday.",
      "link": "https://www.reuters.com/article/us-usa-infrastructure-idUSKBN2AV0DD"
    },
    {
      "title": "Kids Are Being Exposed to a Lot of Concerning Chemicals Through Plastic Toys",
      "source": "Gizmodo",
      "date": "Mar 1, 2021",
      "description": "Children's toys contain many potentially toxic chemicals, recent research suggests. The study highlights over 120 concerning chemicals commonly found in plastic toys that could possibly raise a person's risk of health problems, including cancer.",
      "link": "https://gizmodo.com/kids-are-being-exposed-to-a-lot-of-concerning-chemicals-1846383124"
    },
    {
      "title": "Food Prices Are Soaring Faster Than Inflation and Incomes",
      "source": "Bloomberg",
      "date": "Feb 28, 2021",
      "description": "As the Covid-19 pandemic wreaks havoc on economic growth, concerns about hunger and malnutrition are rising around the world.",
      "link": "https://www.bloomberg.com/news/articles/2021-03-01/inflation-2021-malnutrition-and-hunger-fears-rise-as-food-prices-soar-globally"
    },
    {
      "title": "Atlantic Currents Seem to Have Started Fading Last Century",
      "source": "Ars Technica",
      "date": "Feb 27, 2021",
      "description": "Another predicted impact of climate change may be here.",
      "link": "https://arstechnica.com/science/2021/02/atlantic-currents-seem-to-have-started-fading-last-century/"
    },
    {
      "title": "The Evolutionary Advantages of Playing Victim",
      "source": "Quillette",
      "date": "Feb 27, 2021",
      "description": "Victimhood is defined in negative terms: 'the condition of having been hurt, damaged, or made to suffer.' Yet humans have evolved to empathize with the suffering of others, and to provide assistanc…",
      "link": "https://quillette.com/2021/02/27/the-evolutionary-advantages-of-playing-victim/"
    },
    {
      "title": "Hackers Tied to Russia's GRU Targeted the US Grid for Years",
      "source": "Ars Technica",
      "date": "Feb 27, 2021",
      "description": "Sandworm-aligned group has breached US critical infrastructure a handful of times.",
      "link": "https://arstechnica.com/information-technology/2021/02/hackers-tied-to-russias-gru-targeted-the-us-grid-for-years/"
    },
    {
      "title": "Saudi De Facto Ruler Approved Operation That Led to Khashoggi's Death: U.S.",
      "source": "Reuters",
      "date": "Feb 27, 2021",
      "description": "FILE PHOTO: The Committee to Protect Journalists and other press freedom activists hold a candlelight vigil in front of the Saudi Embassy to mark the anniversary of the killing of journalist Jamal Kha",
      "link": "https://www.reuters.com/news/picture/saudi-crown-prince-approved-khashoggi-mu-idUSKBN2AQ2OC"
    },
    {
      "title": "Erik Prince and the Failed Plot to Arm a CIA Asset-Turned-Warlord in Libya",
      "source": "The Intercept",
      "date": "Feb 26, 2021",
      "description": "Sources and exclusive documents reveal new details about Prince's long campaign to back Libyan strongman Khalifa Hifter.",
      "link": "https://theintercept.com/2021/02/26/erik-prince-jordan-libya-weapons-opus/"
    },
    {
      "title": "Sen. John Thune, Opposing $15 Min Wage, Says He Earned $6 as a Kid — That's $24 With Inflation",
      "source": "Newsweek",
      "date": "Feb 26, 2021",
      "description": "'I started working by bussing tables at the Star Family Restaurant for $1/hour & slowly moved up to cook—the big leagues for a kid like me—to earn $6/hour,' Thune wrote.",
      "link": "https://www.newsweek.com/sen-john-thune-opposing-15-min-wage-says-he-earned-6-kidthats-24-inflation-1571915"
    },
    {
      "title": "Amazon Rainforest Plots Sold via Facebook Marketplace Ads",
      "source": "BBC News",
      "date": "Feb 25, 2021",
      "description": "Protected land reserved for Brazil's indigenous communities is being traded on the social network.",
      "link": "https://www.bbc.com/news/technology-56168844"
    },
    {
      "title": "Why Is the Woke Mob So Scared?",
      "source": "UnHerd",
      "date": "Feb 25, 2021",
      "description": "The no-platforming of yet another academic raises uncomfortable questions about free speech",
      "link": "https://unherd.com/2021/02/why-is-the-woke-mob-so-scared/"
    },
    {
      "title": "The Problem With 'Indigenizing the University'",
      "source": "Quillette",
      "date": "Feb 24, 2021",
      "description": "The idea that academics need to 'Indigenize' the Canadian education system has become popular in recent years. The Congress of the Humanities and Social Sciences, the Canadian Association of Univer…",
      "link": "https://quillette.com/2021/02/24/the-problem-with-indigenizing-the-university/"
    },
    {
      "title": "A Quantum Computer Just Solved a Decades-Old Problem Three Million Times Faster Than a Classical Computer",
      "source": "ZDNet",
      "date": "Feb 23, 2021",
      "description": "Using a method called quantum annealing, D-Wave's researchers demonstrated that a quantum computational advantage could be achieved over classical means.",
      "link": "https://www.zdnet.com/article/a-quantum-computer-just-solved-a-decades-old-problem-three-million-times-faster-than-a-classical-computer/"
    },
    {
      "title": "Musk: Starlink Will Hit 300Mbps and Expand to 'Most of Earth' This Year",
      "source": "Ars Technica",
      "date": "Feb 23, 2021",
      "description": "SpaceX CEO teases higher speeds, lower latency, and near-global coverage.",
      "link": "https://arstechnica.com/information-technology/2021/02/musk-starlink-will-hit-300mbps-and-expand-to-most-of-earth-this-year/"
    },
    {
      "title": "A Major Ocean Current May Be Hurtling Towards Collapse",
      "source": "Gizmodo",
      "date": "Feb 23, 2021",
      "description": "The ocean may have less time than we thought before massive, irreversible shifts take place. A new study finds that a crucial ocean system may reach its 'tipping point' sooner than predicted if the rate of climate change continues at a breakneck pace.",
      "link": "https://earther.gizmodo.com/a-major-ocean-current-may-be-hurtling-towards-collapse-1846337333"
    },
    {
      "title": "Fossil Fuel Executives Gloat About Profits, PR From Texas Winter Storm Crisis",
      "source": "The Intercept",
      "date": "Feb 23, 2021",
      "description": "Comstock Resources, a shale drilling company, apologized for describing gas prices from the Texas storm as a 'jackpot.'",
      "link": "https://theintercept.com/2021/02/23/texas-winter-storm-gas-prices-executives/"
    },
    {
      "title": "House Democrats, Targeting Right-Wing Cable Outlets, Are Assaulting Core Press Freedoms",
      "source": "Substack",
      "date": "Feb 23, 2021",
      "description": "Democrats' justification for silencing their adversaries online and in media -- 'they are spreading fake news and inciting extremism' -- is what despots everywhere say.",
      "link": "https://greenwald.substack.com/p/house-democrats-targeting-right-wing"
    },
    {
      "title": "Even by Democratic Party Standards, Censoring Fox News Is an Insanely Stupid Idea",
      "source": "Substack",
      "date": "Feb 23, 2021",
      "description": "How will the latest campaign against 'misinformation' backfire for the country? Let's count the ways",
      "link": "https://taibbi.substack.com/p/i-cant-stand-fox-news-but-censoring-94b"
    },
    {
      "title": "Garden-Variety Germs May Explode in COVID's Wake, Study Suggests",
      "source": "Ars Technica",
      "date": "Feb 23, 2021",
      "description": "In coronavirus's wake, garden-variety germs may come roaring back.",
      "link": "https://arstechnica.com/science/2021/02/covid-precautions-no-match-for-the-common-cold-and-its-ready-for-a-comeback/"
    }
  ]
}
