{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "11/8/2020, 8:56:36 AM",
  "id": "OvbuUs_9oN0vj5R-0eNhP",
  "articles": [
    {
      "title": "Gender Activists Are Trying to Cancel My Book. Why Is Silicon Valley Helping Them?",
      "source": "Quillette",
      "date": "Nov 7, 2020",
      "description": "The day after I tweeted about the ongoing attempts to block sales of my book, Irreversible Damage: The Transgender Craze Seducing Our Daughters, I was stuck on the phone with my parents' real estate agent. 'How's your book going?' she wanted to know. 'Is there a lot of controversy?' I know it's fash…",
      "link": "https://quillette.com/2020/11/07/gender-activists-are-trying-to-cancel-my-book-why-is-silicon-valley-helping-them/"
    },
    {
      "title": "The Batteries of the Future Are Weightless and Invisible",
      "source": "Wired",
      "date": "Nov 6, 2020",
      "description": "There's a renaissance underway in structural battery research, which aims to build energy storage into the very devices and vehicles they power.",
      "link": "https://www.wired.com/story/the-batteries-of-the-future-are-weightless-and-invisible/"
    },
    {
      "title": "San Diego's Spying Streetlights Stuck Switched 'On,' Despite Directive",
      "source": "Ars Technica",
      "date": "Nov 6, 2020",
      "description": "Sometimes, sharing a power supply is a little too efficient.",
      "link": "https://arstechnica.com/tech-policy/2020/11/san-diegos-spying-streetlights-stuck-switched-on-despite-directive/"
    },
    {
      "title": "US Government Continues Encryption War",
      "source": "PrivacyTools",
      "date": "Nov 6, 2020",
      "description": "Wars can be fought in the real world but there is also a virtual battlefield - and it is just as harmful. The Lawful Access to Encrypted Data Act is the latest attempt to access people's encrypted data and it serves as another reinforcement. This type of 'warrant-proof' encryption adds",
      "link": "https://blog.privacytools.io/us-government-continues-encryption-war/"
    },
    {
      "title": "U.S. Breaks Covid-19 Record Again With Over 110,000 New Cases on Thursday",
      "source": "Gizmodo",
      "date": "Nov 6, 2020",
      "description": "The U.S. has broken its own record for daily cases of covid-19, with 116,225 new cases on Thursday, according to the Covid Tracking Project, up from the previous record of 103,087 new cases on Wednesday. The country also identified 1,124 new deaths from coronavirus on Thursday, bringing the total to…",
      "link": "https://gizmodo.com/u-s-breaks-covid-19-record-again-with-over-110-000-new-1845591670"
    },
    {
      "title": "Voters Rejecting the War on Drugs Is a Win for Public Health",
      "source": "Wired",
      "date": "Nov 5, 2020",
      "description": "On Tuesday, several states passed ballot measures to relax drug laws. That's not just a criminal justice victory.",
      "link": "https://www.wired.com/story/drug-reform-votes-public-health/"
    },
    {
      "title": "U.S. Breaks Record With Over 100,000 New Covid-19 Cases in Single Day",
      "source": "Gizmodo",
      "date": "Nov 5, 2020",
      "description": "The U.S. recorded over 100,000 new cases of covid-19 on Wednesday, according to the Covid Tracking Project. The shockingly high daily case count is a grim milestone that public health experts warn may be surpassed in the coming days and weeks.",
      "link": "https://gizmodo.com/u-s-breaks-record-with-over-100-000-new-covid-19-cases-1845579609"
    },
    {
      "title": "Cannabis Legalization Measures Set to Pass in 5 States",
      "source": "TechCrunch",
      "date": "Nov 4, 2020",
      "description": "Cannabis legalization was on five state ballots yesterday and ran the table. Voters in Oregon, where cannabis is already legal, also approved a measure addressing street drugs and another that sought to legalize psychedelic mushrooms' therapeutic use. Of the five states that voted on cannabis…",
      "link": "https://techcrunch.com/2020/11/04/cannabis-legalization-measures-set-to-pass-in-5-states/"
    },
    {
      "title": "Psilocybin Therapy 4 Times More Effective Than Antidepressants, Study Finds",
      "source": "New Atlas",
      "date": "Nov 4, 2020",
      "description": "A new study is presenting the first published data from preliminary human trials investigating the effect of psilocybin-assisted psychotherapy to treat major depressive disorder (MDD). The incredibly positive results have been described as just a 'taste of things to come' with larger a Phase 2…",
      "link": "https://newatlas.com/health-wellbeing/psilocybin-therapy-major-depression-trial-results-johns-hopkins/"
    },
    {
      "title": "Tesla Project to Install Another Giant Battery in Australia",
      "source": "Bloomberg",
      "date": "Nov 4, 2020",
      "description": "France's Neoen SA will partner with Tesla Inc. to install one of the world's biggest lithium-ion batteries in Australia after reaching a grid connection deal with the power market operator.",
      "link": "https://www.bloomberg.com/news/articles/2020-11-05/tesla-project-will-install-another-giant-battery-in-australia"
    },
    {
      "title": "23,600 Hacked Databases Have Leaked From a Defunct 'Data Breach Index' Site",
      "source": "ZDNet",
      "date": "Nov 4, 2020",
      "description": "Site archive of Cit0day.in has now leaked on two hacking forums after the service shut down in September.",
      "link": "https://www.zdnet.com/article/23600-hacked-databases-have-leaked-from-a-defunct-data-breach-index-site/"
    },
    {
      "title": "Treat Artificial Light Like Other Forms of Pollution, Say Scientists",
      "source": "The Guardian",
      "date": "Nov 3, 2020",
      "description": "Impact of human illumination has grown to point of systemic disruption, researchers find",
      "link": "https://www.theguardian.com/environment/2020/nov/02/treat-artificial-light-form-pollution-environment"
    },
    {
      "title": "My Resignation From the Intercept",
      "source": "Substack",
      "date": "Oct 29, 2020",
      "description": "The same trends of repression, censorship and ideological homogeneity plaguing the national press generally have engulfed the media outlet I co-founded, culminating in censorship of my own articles.",
      "link": "https://greenwald.substack.com/p/my-resignation-from-the-intercept"
    },
    {
      "title": "For Five Months, BLM Protestors Trashed America's Cities. After the Election, Things May Only Get Worse",
      "source": "Quillette",
      "date": "Nov 4, 2020",
      "description": "This week marks the first time in living memory that widespread violence was widely viewed as a foreseeable, and even expected, outcome of an American national election. The votes are being counted just days after riots broke out in Philadelphia, causing the governor to deploy the National Guard in …",
      "link": "https://quillette.com/2020/11/03/for-five-months-blm-protestors-trashed-americas-cities-after-the-election-things-may-only-get-worse/"
    },
    {
      "title": "U.S. Exits Paris Climate Accord After Trump Stalls Global Warming Action for Four Years",
      "source": "Scientific American",
      "date": "Nov 4, 2020",
      "description": "State-level efforts and a growing renewables market have mitigated federal emissions policy rollbacks - but Trump's climate impact could be long-lasting",
      "link": "https://www.scientificamerican.com/article/u-s-exits-paris-climate-accord-after-trump-stalls-global-warming-action-for-four-years/"
    },
    {
      "title": "Deep Neural Networks Are Helping Decipher How Brains Work",
      "source": "Wired",
      "date": "Nov 4, 2020",
      "description": "Neuroscientists are finding that deep-learning networks, often criticized as 'black boxes,' can be good models for the organization of living brains.",
      "link": "https://www.wired.com/story/deep-neural-networks-are-helping-decipher-how-brains-work/"
    },
    {
      "title": "Oregon Just Voted to Decriminalize All Drugs",
      "source": "Vox",
      "date": "Nov 3, 2020",
      "description": "Oregon voters have taken a big step toward ending the war on drugs.",
      "link": "https://www.vox.com/2020/11/3/21514828/oregon-drug-decriminalization-measure-110-results"
    },
    {
      "title": "The Failing Business Model of American Universities",
      "source": "Quillette",
      "date": "Nov 3, 2020",
      "description": "Put yourself in the shoes of the average college graduate today. It took you longer than expected to complete your 'four-year degree' and you are almost $30,000 in debt. You are desperately searching for a job in your field before your student loan payments run you into the ground, assuming your ren…",
      "link": "https://quillette.com/2020/11/03/the-failing-business-model-of-american-universities/"
    },
    {
      "title": "Raspberry Pi 400: The $70 Desktop PC",
      "source": "Raspberry Pi",
      "date": "Nov 2, 2020",
      "description": "Raspberry Pi 400 is your complete personal computer, built into a compact keyboard. It's our most powerful and easy-to-use computer yet.",
      "link": "https://www.raspberrypi.org/blog/raspberry-pi-400-the-70-desktop-pc/"
    },
    {
      "title": "Sex Differences in Occupational Attainment Are Here to Stay",
      "source": "Quillette",
      "date": "Nov 2, 2020",
      "description": "In many nations and for many people, the sex difference in occupational attainment is a social pathology that begs for corrective intervention. The ultimate societal goal for many is equal numbers of high-achieving men and women across high-status fields, including those that typically draw more of …",
      "link": "https://quillette.com/2020/11/02/sex-differences-in-occupational-attainment-are-here-to-stay/"
    },
    {
      "title": "The Worst Choice Ever",
      "source": "Substack",
      "date": "Nov 2, 2020",
      "description": "Donald Trump is a disaster, but Joe Biden's party is democratic in name only. Why this year's election is a vomit milkshake",
      "link": "https://taibbi.substack.com/p/the-worst-choice-ever"
    },
    {
      "title": "I Signed Up to Study Sexual Health. What I Got Was Gender Ideology, Fetishism, and Porn",
      "source": "Quillette",
      "date": "Nov 1, 2020",
      "description": "I am not a conspiracy theorist. And as recently as a year and a half ago, if someone had told me the things I am reporting here, I would have accused them of culture-war paranoia. That was before I enrolled in a professional training program that I'd hoped would expand my skills as a therapist, but …",
      "link": "https://quillette.com/2020/10/31/i-signed-up-to-study-sexual-health-what-i-got-was-gender-ideology-fetishism-and-porn/"
    },
    {
      "title": "Jack Turban's Dangerous Campaign to Smear Ethical Psychotherapy as Anti-Trans 'Conversion Therapy'",
      "source": "Quillette",
      "date": "Nov 1, 2020",
      "description": "This essay is adapted from a letter published on October 21 by the listed authors in the Archives of Sexual Behavior. It has been abridged for a non-academic readership. A subset of the scholarly citations included in the original letter appear below in the form of web links. Readers who wish to rea…",
      "link": "https://quillette.com/2020/11/01/jack-turbans-dangerous-campaign-to-smear-ethical-psychotherapy-as-anti-trans-conversion-therapy/"
    },
    {
      "title": "Is It Better to Plant Trees or Let Forests Regrow Naturally?",
      "source": "Wired",
      "date": "Oct 31, 2020",
      "description": "Nations are pledging to plant billions of trees. But a new study shows that we've underestimated the power of natural forest regrowth to fight climate change.",
      "link": "https://www.wired.com/story/is-it-better-to-plant-trees-or-let-forests-regrow-naturally/"
    },
    {
      "title": "FBI, Homeland Security Detail How Iranian Hackers Stole US Voter Data",
      "source": "Engadget",
      "date": "Oct 31, 2020",
      "description": "The FBI and Homeland Security's CISA have detailed how Iranian hackers stole US voter info, including by exploiting badly configured websites.",
      "link": "https://www.engadget.com/fbi-details-iran-hacker-voter-data-theft-160352183.html"
    },
    {
      "title": "The Tech Antitrust Problem No One Is Talking About",
      "source": "Ars Technica",
      "date": "Oct 31, 2020",
      "description": "Americans pay more for broadband, have fewer choices than consumers in other countries.",
      "link": "https://arstechnica.com/tech-policy/2020/10/the-tech-antitrust-problem-no-one-is-talking-about/"
    },
    {
      "title": "Democracy Dies When Facebook and Twitter Define the Truth",
      "source": "Bloomberg",
      "date": "Oct 29, 2020",
      "description": "Citizens should have the freedom to decide what to believe.",
      "link": "https://www.bloomberg.com/opinion/articles/2020-10-29/google-facebook-twitter-ceo-grilling-was-a-missed-opportunity"
    },
    {
      "title": "The Bigger the Lie... (The Wire)",
      "source": "YouTube",
      "date": "Aug 17, 2009",
      "description": "The Bunk extracts a confession from a suspect using manipulation and a mock polygraph test. His reasoning gives the episode its epigraph 'the bigger the lie,...",
      "link": "https://www.youtube.com/watch?v=AJ5aIvjNgao"
    },
    {
      "title": "A New Way to Plug a Human Brain Into a Computer: Via Veins",
      "source": "Ars Technica",
      "date": "Oct 31, 2020",
      "description": "Electrodes threaded through blood vessels let people control gadgets with their minds.",
      "link": "https://arstechnica.com/science/2020/10/a-new-way-to-plug-a-human-brain-into-a-computer-via-veins/"
    },
    {
      "title": "US and UK Citizens Are World's Biggest Sources of Plastic Waste – Study",
      "source": "The Guardian",
      "date": "Oct 30, 2020",
      "description": "US population may also be third-largest producer of marine plastic pollution",
      "link": "https://www.theguardian.com/environment/2020/oct/30/us-and-uk-citizens-are-worlds-biggest-sources-of-plastic-waste-study"
    },
    {
      "title": "How Humanity Spent Its First 20 Years in Orbit Aboard the ISS",
      "source": "Wired",
      "date": "Oct 30, 2020",
      "description": "Two decades ago, three explorers arrived at the International Space Station and marked the beginning of a permanent human presence beyond Earth.",
      "link": "https://www.wired.com/story/how-humanity-spent-its-first-20-years-in-orbit-aboard-the-iss/"
    },
    {
      "title": "The Robot Ships Are Coming ... Eventually",
      "source": "Wired",
      "date": "Oct 30, 2020",
      "description": "As the pandemic fuels demand for less contact and fewer sailors, shipping companies turn to AI-assisted navigation.",
      "link": "https://www.wired.com/story/mayflower-autonomous-ships/"
    },
    {
      "title": "Mall Real Estate Company Collected 5 Million Images of Shoppers, Say Privacy Watchdogs",
      "source": "CBC",
      "date": "Oct 30, 2020",
      "description": "The real estate company behind some of Canada's most popular shopping centres embedded cameras inside its digital information kiosks at 12 shopping malls in major Canadian cities to collect millions of images — and used facial recognition technology without customers' knowledge or consent — accordin…",
      "link": "https://www.cbc.ca/news/politics/cadillac-fairview-5-million-images-1.5781735?cmp=rss"
    },
    {
      "title": "How the Intercept Abandoned Its Truth-Seeking Mission — and Lost Its Best Journalist",
      "source": "Quillette",
      "date": "Oct 30, 2020",
      "description": "Journalist Glenn Greenwald shocked his global readership on Thursday, when he abruptly announced his resignation from the Intercept, the six-year-old site that became famous after publishing documents",
      "link": "https://quillette.com/2020/10/30/how-the-intercept-abandoned-its-truth-seeking-mission-and-lost-its-best-journalist/"
    },
    {
      "title": "Glenn Greenwald on His Resignation From the Intercept",
      "source": "Substack",
      "date": "Oct 29, 2020",
      "description": "The Pulitzer winner founded the Intercept to challenge official narratives and protect editorial freedom. When editors abandoned those principles, spiking a controversial story, he was forced to quit",
      "link": "https://taibbi.substack.com/p/glenn-greenwald-on-his-resignation"
    },
    {
      "title": "World's First Ocean Hybrid Platform Converts Tidal Waves Into Energy",
      "source": "IEEE Spectrum",
      "date": "Oct 28, 2020",
      "description": "",
      "link": "https://spectrum.ieee.org/news-from-around-ieee/the-institute/ieee-member-news/worlds-first-ocean-hybrid-platform-converts-tidal-waves-into-energy"
    },
    {
      "title": "FBI, DHS, HHS Warn of Imminent, Credible Ransomware Threat Against U.S. Hospitals",
      "source": "Krebs on Security",
      "date": "Oct 28, 2020",
      "description": "On Monday, Oct. 27, KrebsOnSecurity began following up on a tip from a reliable source that an aggressive Russian cybercriminal gang known for deploying ransomware was preparing to disrupt information technology systems at hundreds of hospitals, clinics and medical care facilities across the United …",
      "link": "https://krebsonsecurity.com/2020/10/fbi-dhs-hhs-warn-of-imminent-credible-ransomware-threat-against-u-s-hospitals/"
    },
    {
      "title": "China's Stateless Nations",
      "source": "Quillette",
      "date": "Oct 28, 2020",
      "description": "I am from a city owned by a country that I don't belong to.~Frances HuiMaps of the global nation-state system show us a simplified picture of the world: 'a totalizing classificatory grid,' a",
      "link": "https://quillette.com/2020/10/28/chinas-stateless-nations/"
    },
    {
      "title": "'Sleeping Giant' Arctic Methane Deposits Starting to Release, Scientists Find",
      "source": "The Guardian",
      "date": "Oct 27, 2020",
      "description": "Exclusive: expedition discovers new source of greenhouse gas off East Siberian coast has been triggered",
      "link": "https://www.theguardian.com/science/2020/oct/27/sleeping-giant-arctic-methane-deposits-starting-to-release-scientists-find"
    },
    {
      "title": "Amazon Enforces 'Trans' Orthodoxy",
      "source": "The Wall Street Journal",
      "date": "Jun 22, 2020",
      "description": "The company won't allow a publisher's ads for my skeptical book.",
      "link": "https://www.wsj.com/articles/amazon-enforces-trans-orthodoxy-11592865818"
    },
    {
      "title": "These Drones Will Plant 40,000 Trees in a Month. By 2028, They'll Have Planted 1 Billion",
      "source": "Fast Company",
      "date": "May 15, 2020",
      "description": "We need to massively reforest the planet, in a very short period of time. Flash Forest's drones can plant trees a lot faster than humans.",
      "link": "https://www.fastcompany.com/90504789/these-drones-can-plant-40000-trees-in-a-month-by-2028-theyll-have-planted-1-billion"
    },
    {
      "title": "5 Big Ideas for Making Fusion Power a Reality",
      "source": "IEEE Spectrum",
      "date": "Jan 28, 2020",
      "description": "Startups, universities, and major companies are vying to commercialize a nuclear fusion reactor.",
      "link": "https://spectrum.ieee.org/energy/nuclear/5-big-ideas-for-making-fusion-power-a-reality"
    },
    {
      "title": "Spy Agency Ducks Questions About 'Back Doors' in Tech Products",
      "source": "Reuters",
      "date": "Oct 28, 2020",
      "description": "The U.S. National Security Agency is rebuffing efforts by a leading Congressional critic to determine whether it is continuing to place so-called back doors into commercial technology products, in a controversial practice that critics say damages both U.S. industry and national...",
      "link": "https://www.reuters.com/article/us-usa-security-congress-insight/spy-agency-ducks-questions-about-back-doors-in-tech-products-idUSKBN27D1CS"
    },
    {
      "title": "Black Separatist Militia: 'If You Attack Us, We Will Kill You'",
      "source": "Vice",
      "date": "Oct 28, 2020",
      "description": "The paramilitary group of at least a few thousand armed black members describes itself as 'America's black militia.'",
      "link": "https://www.vice.com/en/article/3anz38/the-not-fucking-around-coalition-wants-to-protect-black-americans"
    },
    {
      "title": "US Grid-Battery Costs Dropped 70% Over 3 Years",
      "source": "Ars Technica",
      "date": "Oct 27, 2020",
      "description": "The EIA expects 6,900 megawatts of battery capacity in the next few years.",
      "link": "https://arstechnica.com/science/2020/10/us-grid-battery-costs-dropped-70-over-3-years/"
    },
    {
      "title": "10 Ways to Call Something Russian Disinformation Without Evidence",
      "source": "Substack",
      "date": "Oct 27, 2020",
      "description": "The principles of American Newspeak, vol. 1",
      "link": "https://taibbi.substack.com/p/10-ways-to-call-something-russian"
    },
    {
      "title": "How Availability Cascades Are Shaping Our Politics",
      "source": "Quillette",
      "date": "Oct 27, 2020",
      "description": "'When people are free to do as they please, they usually imitate each other.' – Eric Hoffer, 1955 We are the company we keep. Although our beliefs and actions are personal, they are often heavily a…",
      "link": "https://quillette.com/2020/10/26/how-availability-cascades-are-shaping-our-politics/"
    },
    {
      "title": "From 'Who Gets What?' to 'Who Are We?'",
      "source": "Quillette",
      "date": "Oct 27, 2020",
      "description": "American politics can be conceptualized through two questions. The first is 'Who gets what?' and the second is 'Who are we?' Before and during the Cold War, the specter of f…",
      "link": "https://quillette.com/2020/10/27/from-who-gets-what-to-who-are-we/"
    },
    {
      "title": "Philadelphia Sees Second Night of Riots, Looting in Response to Police Shooting",
      "source": "New York Post",
      "date": "Oct 27, 2020",
      "description": "Violent protests and widespread looting continued for a second night in Philadelphia on Tuesday in response to the fatal police shooting of a knife-wielding black man. The raucous night comes even …",
      "link": "https://nypost.com/2020/10/27/philadelphia-sees-second-night-of-riots-and-looting-after-police-shooting/"
    },
    {
      "title": "There May Be Far More Water on the Moon Than NASA Thought",
      "source": "Wired",
      "date": "Oct 26, 2020",
      "description": "A new pair of studies reveals that the resource isn't limited to large shadowy craters. That's good news for the upcoming crewed missions.",
      "link": "https://www.wired.com/story/there-may-be-far-more-water-on-the-moon-than-nasa-thought/"
    },
    {
      "title": "New Nuclear Engine Concept Could Help Realize 3-Month Trips to Mars",
      "source": "New Atlas",
      "date": "Oct 26, 2020",
      "description": "Seattle-based Ultra Safe Nuclear Technologies (USNC-Tech) has developed a concept for a new Nuclear Thermal Propulsion (NTP) engine and delivered it to NASA. Claimed to be safer and more reliable than previous NTP designs and with far greater efficiency than a chemical rocket, the concept could…",
      "link": "https://newatlas.com/space/nuclear-thermal-propulsion-ntp-nasa-unsc-tech-deep-space-travel/"
    },
    {
      "title": "Vaccine Hopes Rise as Oxford Jab Prompts Immune Response Among Old as Well as Young Adults",
      "source": "Reuters",
      "date": "Oct 26, 2020",
      "description": "One of the world's leading COVID-19 experimental vaccines produces an immune response in both young and old adults, raising hopes of a path out of the gloom and economic destruction wrought by the novel coronavirus.",
      "link": "https://www.reuters.com/article/us-health-coronavirus-astrazeneca-vaccin/oxford-covid-19-vaccine-prompts-immune-response-among-adults-old-and-young-astrazeneca-says-idUSKBN27B0IV"
    },
    {
      "title": "The Russian Hackers Playing 'Chekhov's Gun' With US Infrastructure",
      "source": "Wired",
      "date": "Oct 26, 2020",
      "description": "Berserk Bear has had plenty of opportunity to cause serious trouble. So why hasn't it yet?",
      "link": "https://www.wired.com/story/berserk-bear-russia-infrastructure-hacking/"
    },
    {
      "title": "Facebook and Twitter's Intervention Highlights Dangerous New Double Standard",
      "source": "Substack",
      "date": "Oct 17, 2020",
      "description": "The decision to ban a New York Post expose about Hunter Biden flies in the face of years of 'hack and leak' stories",
      "link": "https://taibbi.substack.com/p/facebook-and-twitters-intervention"
    },
    {
      "title": "Revenge of the Money Launderers",
      "source": "Substack",
      "date": "Sep 25, 2020",
      "description": "The 'FinCen files' story reveals: getting caught doesn't stop banks from taking dirty money. It may even encourage them",
      "link": "https://taibbi.substack.com/p/revenge-of-the-money-launderers-b84"
    },
    {
      "title": "With the Hunter Biden Expose, Suppression Is a Bigger Scandal Than the Actual Story",
      "source": "Substack",
      "date": "Sep 24, 2020",
      "description": "Unprecedented efforts to squelch information about a New York Post story may prove to be more dangerous corruption than whatever Hunter Biden did with a crooked Ukrainian energy company",
      "link": "https://taibbi.substack.com/p/with-the-hunter-biden-expose-suppression-136"
    },
    {
      "title": "The Post-Objectivity Era",
      "source": "Substack",
      "date": "Sep 19, 2020",
      "description": "Summary of 'Hate Inc: Why Today's Media Makes Us Despise One Another'",
      "link": "https://taibbi.substack.com/p/the-post-objectivity-era-00f"
    },
    {
      "title": "Don't Steal This Book",
      "source": "Substack",
      "date": "Sep 5, 2020",
      "description": "On 'In Defense of Looting'",
      "link": "https://taibbi.substack.com/p/dont-steal-this-book"
    },
    {
      "title": "George Floyd Protesters Set Minneapolis Police Station Afire",
      "source": "Associated Press",
      "date": "May 28, 2020",
      "description": "MINNEAPOLIS (AP) — Cheering protesters torched a Minneapolis police station Thursday that the department was forced to abandon as three days of violent protests spread to nearby St. Paul and angry...",
      "link": "https://apnews.com/article/7013997bc5633f3113d65901ddb7e85e"
    },
    {
      "title": "Physicists 3D Print a Boat That Could Sail Down a Human Hair",
      "source": "Gizmodo",
      "date": "Oct 25, 2020",
      "description": "Researchers at Leiden University have 3D printed the smallest boat in the world: a 30-micrometer copy of Benchy the tug boat, a well-known 3D printer test object. This boat is so small, it could float down the interior of a human hair.",
      "link": "https://gizmodo.com/physicists-3d-print-a-boat-that-could-sail-down-a-human-1845466040"
    },
    {
      "title": "Scientists Discover the First Room-Temperature Superconductor",
      "source": "Wired",
      "date": "Oct 25, 2020",
      "description": "Physicists finally achieved the long-sought goal, but there's a catch: Their compound requires crushing pressures to keep from falling apart.",
      "link": "https://www.wired.com/story/scientists-discover-the-first-room-temperature-superconductor/"
    },
    {
      "title": "Reflections on Solzhenitsyn's Harvard Address",
      "source": "Quillette",
      "date": "Oct 25, 2020",
      "description": "In his 1978 Harvard commencement address, A World Split Apart, Aleksandr Solzhenitsyn, a fierce enemy of the Soviet system, delivered a forceful and insightful critique of the West, a society which…",
      "link": "https://quillette.com/2020/10/24/reflections-on-solzhenitsyns-harvard-address/"
    },
    {
      "title": "My Week With the Baying Antifa Mob",
      "source": "The Spectator",
      "date": "Oct 24, 2020",
      "description": "In the days when you could still watch a nature documentary without feeling as if you were sitting through a politics lecture I saw footage of a pack of smaller predators taking down an elephant. At the time I remember thinking: 'Why don't you keep running? Why don't you knock t…",
      "link": "https://www.spectator.co.uk/article/my-week-with-the-baying-antifa-mob"
    },
    {
      "title": "What Divides Us Is Class, Not Race",
      "source": "Quillette",
      "date": "Oct 23, 2020",
      "description": "Black lives matter. It's become a rallying cry for those seeking social and racial justice. These three words express the idea, symbolized by the death of George Floyd, that race defines the fault …",
      "link": "https://quillette.com/2020/10/24/what-divides-us-is-class-not-race/"
    },
    {
      "title": "Cancel Culture Has Captured Campus",
      "source": "UnHerd",
      "date": "Oct 23, 2020",
      "description": "The philosophical origins of the Woke ideology are analysed in two new books",
      "link": "https://unherd.com/2020/10/how-cancel-culture-captured-campus/"
    },
    {
      "title": "Russians Who Pose Election Threat Have Hacked Nuclear Plants and Power Grid",
      "source": "The New York Times",
      "date": "Oct 23, 2020",
      "description": "The hacking group, Energetic Bear, is among Russia's stealthiest. It appears to be casting a wide net to find useful targets ahead of the election, experts said.",
      "link": "https://www.nytimes.com/2020/10/23/us/politics/energetic-bear-russian-hackers.html"
    },
    {
      "title": "Aliens From These Worlds Could Be Watching Us Right Now",
      "source": "Gizmodo",
      "date": "Oct 22, 2020",
      "description": "Astronomers have catalogued more than 3,000 exoplanets using a fairly basic detection technique known as the transit method. What if aliens are using the same technique to spy on us?",
      "link": "https://gizmodo.com/aliens-from-these-worlds-could-be-watching-us-right-now-1845452421"
    },
    {
      "title": "Print These Electronic Circuits Directly Onto Skin",
      "source": "IEEE Spectrum",
      "date": "Oct 22, 2020",
      "description": "Room-temperature sintering enables skin sensors for vital signs.",
      "link": "https://spectrum.ieee.org/the-human-os/biomedical/devices/skin-circuits"
    },
    {
      "title": "Scientists Found a New Way to Break Down the Most Common Plastic",
      "source": "Gizmodo",
      "date": "Oct 22, 2020",
      "description": "The plastics industry produces over 88 million tons of polyethylene, the most common plastic in the world. Scientists have found a new way to upcycle it, according to a study published in Science. It could help deal with the growing plastic pollution crisis.",
      "link": "https://earther.gizmodo.com/scientists-found-a-new-way-to-break-down-the-most-commo-1845452675"
    },
    {
      "title": "The Importance of Blasphemy",
      "source": "Quillette",
      "date": "Oct 22, 2020",
      "description": "Anyone who thought the age of plague might have banished the specter of religious fanaticism was disabused last week when a middle school teacher in a Paris suburb was beheaded by an Islamist fanat…",
      "link": "https://quillette.com/2020/10/21/the-importance-of-blasphemy/"
    },
    {
      "title": "Philosophy Is Being Hijacked by Woke Twitter Mobs",
      "source": "Quillette",
      "date": "Oct 22, 2020",
      "description": "Philosophers tend to be highly influenced by their environment, and can often be found rationalizing instead of critically examining the conventional views of the people around them. But if anythin…",
      "link": "https://quillette.com/2020/10/21/philosophy-is-being-hijacked-by-woke-twitter-mobs/"
    },
    {
      "title": "Iran Behind Supposed 'Proud Boys' Voter-Intimidation Emails, Feds Allege",
      "source": "Ars Technica",
      "date": "Oct 22, 2020",
      "description": "FBI and senators all beg Americans: please do not fall for shady disinformation.",
      "link": "https://arstechnica.com/tech-policy/2020/10/iran-behind-supposed-proud-boys-voter-intimidation-emails-feds-allege/"
    },
    {
      "title": "The Real Causes of Human Sex Differences",
      "source": "Quillette",
      "date": "Oct 21, 2020",
      "description": "Scholarly debate over the magnitude and origin of human sex differences is seemingly interminable. As one might imagine, the arguments are often quite acrimonious, and the associated positions diff…",
      "link": "https://quillette.com/2020/10/20/the-real-causes-of-human-sex-differences/"
    },
    {
      "title": "Former Google CEO Calls Social Networks 'Amplifiers for Idiots'",
      "source": "Bloomberg",
      "date": "Oct 21, 2020",
      "description": "Former Google Chief Executive Officer Eric Schmidt said the 'excesses' of social media are likely to result in greater regulation of internet platforms in the coming years.",
      "link": "https://www.bloomberg.com/news/articles/2020-10-21/former-google-ceo-calls-social-networks-amplifiers-for-idiots"
    },
    {
      "title": "DOJ Lets Opioid Ghouls at Purdue Pharma Off With a Slap on the Wrist",
      "source": "Gizmodo",
      "date": "Oct 21, 2020",
      "description": "The 'Empire of Pain' and the family that profited from it scored a sick joke of a settlement with the Department of Justice on Wednesday, evading accountability for their role in the nationwide opioid epidemic.",
      "link": "https://gizmodo.com/doj-lets-opioid-ghouls-at-purdue-pharma-off-with-a-slap-1845441512"
    },
    {
      "title": "Iran and Russia Obtained US Voter Registration Data, Officials Say",
      "source": "The Verge",
      "date": "Oct 21, 2020",
      "description": "'Iran and Russia have taken specific actions to influence public opinion relating to our election.'",
      "link": "https://www.theverge.com/2020/10/21/21527788/fbi-russia-iran-us-election-interference-voter-registration-information-proud-boys-video"
    },
    {
      "title": "Google Paid Apple Billions to Dominate Search on iPhones, Justice Department Says",
      "source": "NPR",
      "date": "Oct 21, 2020",
      "description": "An agreement worth up to $12 billion made Google the de facto choice for online search on millions of iPhones. Justice officials say the deal may be anticompetitive under U.S. law.",
      "link": "https://www.npr.org/2020/10/22/926290942/google-paid-apple-billions-to-dominate-search-on-iphones-justice-department-says"
    },
    {
      "title": "DOJ Antitrust Lawsuit Aims at the Heart of Google's $1 Trillion Business",
      "source": "Gizmodo",
      "date": "Oct 20, 2020",
      "description": "After a 16-month investigation, the Department of Justice and 11 states filed an antitrust lawsuit against Google on Tuesday, arguing that the company's search app hurts search competition and disproportionately funnels traffic to Google's ad business.",
      "link": "https://gizmodo.com/doj-antitrust-lawsuit-aims-at-the-heart-of-googles-1-t-1845424387"
    },
    {
      "title": "Got Any Signal Up Here? Nokia to Build Mobile Network on the Moon",
      "source": "Reuters",
      "date": "Oct 19, 2020",
      "description": "Struggling to get a phone signal at home on planet Earth? Perhaps you'll have better luck on the moon.",
      "link": "https://www.reuters.com/article/nokia-nasa-moon-idUSKBN2741JR"
    },
    {
      "title": "Babies May Be Drinking Millions of Microplastic Particles a Day",
      "source": "Wired",
      "date": "Oct 19, 2020",
      "description": "Scientists discover that baby bottles shed up to 16 million bits of plastic per liter of fluid. What that means for infants' health, no one can yet say.",
      "link": "https://www.wired.com/story/babies-may-be-drinking-millions-of-microplastic-particles-a-day/"
    },
    {
      "title": "US Indicts Sandworm, Russia's Most Destructive Cyberwar Unit",
      "source": "Wired",
      "date": "Oct 19, 2020",
      "description": "The Department of Justice has named and charged six men for allegedly carrying out many of the most costly cyberattacks in history.",
      "link": "https://www.wired.com/story/us-indicts-sandworm-hackers-russia-cyberwar-unit/"
    },
    {
      "title": "Japan Going Ahead With Plan to Dump Radioactive Water Into the Sea",
      "source": "Gizmodo",
      "date": "Oct 16, 2020",
      "description": "It appears Japan is ready to proceed with dumping over 1 million tons of contaminated water from the destroyed Fukushima nuclear plant into the ocean.",
      "link": "https://gizmodo.com/looks-like-japan-is-going-ahead-with-plan-to-dump-radio-1845391819"
    },
    {
      "title": "Slack Wars: Corporate America's Woke Insurgency",
      "source": "Quillette",
      "date": "Oct 16, 2020",
      "description": "Between 2008 and 2019, total newsroom employment in the United States declined by 23 percent. At newspapers, the drop has been more than 50 percent. Journalists are hardly to blame for the underlyi…",
      "link": "https://quillette.com/2020/10/14/slack-wars-corporate-americas-woke-insurgency/"
    },
    {
      "title": "COVID-19 Cases Top 8 Million in the US",
      "source": "CNET",
      "date": "Oct 16, 2020",
      "description": "More than one out of every 50 people in the US is known to have or have had COVID-19.",
      "link": "https://www.cnet.com/news/covid-19-cases-top-8-million-in-the-us/#ftag=CAD590a51e"
    },
    {
      "title": "Methane Emissions Are Up Even Though Natural Gas Demand Is Down",
      "source": "Gizmodo",
      "date": "Oct 15, 2020",
      "description": "New satellite images show that the world's number of large methane hotspots increased by nearly a third in the first eight months 2020, despite industry pledges to reduce greenhouse gas pollution and tanking fuel demand tied to the pandemic.",
      "link": "https://earther.gizmodo.com/methane-emissions-are-up-even-though-natural-gas-demand-1845381857"
    },
    {
      "title": "Room-Temperature Superconductivity Achieved for the First Time",
      "source": "Quanta Magazine",
      "date": "Oct 14, 2020",
      "description": "Physicists have reached a long-sought goal. The catch is that their room-temperature superconductor requires crushing pressures to keep from falling apart.",
      "link": "https://www.quantamagazine.org/physicists-discover-first-room-temperature-superconductor-20201014/"
    },
    {
      "title": "Fracking Is Elevating Levels of Radioactivity Downwind",
      "source": "Gizmodo",
      "date": "Oct 14, 2020",
      "description": "Hydraulic fracturing has been a big topic of the upcoming presidential election. Biden has refused to ban it, Trump has said he'll expand it hugely. But a new Harvard study suggests that the drilling practice is even more dangerous than we previously thought.",
      "link": "https://earther.gizmodo.com/fracking-is-elevating-levels-of-radioactivity-downwind-1845369232"
    },
    {
      "title": "The Destruction of the Great Barrier Reef Is Clearer Than Ever",
      "source": "Gizmodo",
      "date": "Oct 14, 2020",
      "description": "Coral populations on the Great Barrier Reef have declined precipitously in the past 20 years.",
      "link": "https://earther.gizmodo.com/the-severe-ramifications-of-climate-change-on-the-great-1845368610"
    },
    {
      "title": "Smoking-Gun Email Reveals How Hunter Biden Introduced Ukrainian Businessman to VP Dad",
      "source": "New York Post",
      "date": "Oct 14, 2020",
      "description": "Hunter Biden introduced his father, then-Vice President Joe Biden, to a top executive at a Ukrainian energy firm less than a year before the elder Biden pressured government officials in Ukraine in…",
      "link": "https://nypost.com/2020/10/14/email-reveals-how-hunter-biden-introduced-ukrainian-biz-man-to-dad/"
    },
    {
      "title": "What Would Happen if All the Antarctic Ice Melted?",
      "source": "Wired",
      "date": "Oct 13, 2020",
      "description": "It … let's just say it would not be good. Here, let's do the math.",
      "link": "https://www.wired.com/story/what-would-happen-antarctic-ice-melted/"
    },
    {
      "title": "Great Barrier Reef Has Lost Half of Its Corals Since 1995",
      "source": "BBC News",
      "date": "Oct 13, 2020",
      "description": "Every type of coral has declined since 1995 because of climate change, an Australian study finds.",
      "link": "https://www.bbc.com/news/world-australia-54533971"
    },
    {
      "title": "Engineering a Battery Fast Enough to Make Recharging Like Refueling",
      "source": "Ars Technica",
      "date": "Oct 11, 2020",
      "description": "The structure of black phosphorus naturally makes channels to let lithium in.",
      "link": "https://arstechnica.com/science/2020/10/engineering-a-battery-fast-enough-to-make-recharging-like-refueling/"
    },
    {
      "title": "'Real and Imminent' Extinction Risk to Whales",
      "source": "BBC News",
      "date": "Oct 10, 2020",
      "description": "A letter signed by hundreds of scientists calls for global action to protect whales, dolphins and porpoises.",
      "link": "https://www.bbc.com/news/science-environment-54485407"
    },
    {
      "title": "For Some Adjunct Professors, It's Speak Your Mind Versus Keep Your Job",
      "source": "Quillette",
      "date": "Oct 9, 2020",
      "description": "The issue of academic freedom is particularly tenuous for the growing number of college teachers who hold positions that are neither tenured nor on the tenure track. Various titles are used to desc…",
      "link": "https://quillette.com/2020/10/08/for-some-adjunct-professors-its-speak-your-mind-versus-keep-your-job/"
    },
    {
      "title": "Computers Aboard Airliners Vulnerable to Hacking, Watchdog Says",
      "source": "Bloomberg",
      "date": "Oct 9, 2020",
      "description": "Airliners carry a variety of computer systems that could become vulnerable to hackers and U.S. regulators haven't imposed adequate counter measures, a government watchdog report concluded.",
      "link": "https://www.bloomberg.com/news/articles/2020-10-09/computers-aboard-airliners-vulnerable-to-hacking-watchdog-says"
    },
    {
      "title": "'World's Fastest Electrodes' Triple the Density of Lithium Batteries",
      "source": "New Atlas",
      "date": "Oct 8, 2020",
      "description": "French company Nawa technologies says it's already in production on a new electrode design that can radically boost the performance of existing and future battery chemistries, delivering up to 3x the energy density, 10x the power, vastly faster charging and battery lifespans up to five times as…",
      "link": "https://newatlas.com/energy/nawa-vertically-aligned-carbon-nanotube-electrode/"
    },
    {
      "title": "Recycling Was a Lie — a Big Lie — to Sell More Plastic, Industry Experts Say",
      "source": "CBC",
      "date": "Oct 8, 2020",
      "description": "Less than 10 per cent of the plastics we've used have been recycled. A new documentary reveals why",
      "link": "https://www.cbc.ca/documentaries/the-passionate-eye/recycling-was-a-lie-a-big-lie-to-sell-more-plastic-industry-experts-say-1.5735618"
    },
    {
      "title": "The Unprecedented and Illegal Campaign to Eliminate Julian Assange",
      "source": "The Intercept",
      "date": "Oct 6, 2020",
      "description": "Assange would never receive a fair trial in the U.S., but he's not receiving one in Britain either.",
      "link": "https://theintercept.com/2020/10/06/julian-assange-trial-extradition/"
    },
    {
      "title": "Orders From the Top: The EU's Timetable for Dismantling End-to-End Encryption",
      "source": "Electronic Frontier Foundation",
      "date": "Oct 6, 2020",
      "description": "The last few months have seen a steady stream of proposals, encouraged by the advocacy of the FBI and Department of Justice, to provide 'lawful access' to end-to-end encrypted services in the United States. Now lobbying has moved from the U.S., where Congress has been largely paralyzed by the...",
      "link": "https://www.eff.org/deeplinks/2020/10/orders-top-eus-timetable-dismantling-end-end-encryption"
    },
    {
      "title": "The IRS Is Being Investigated for Using Location Data Without a Warrant",
      "source": "Vice",
      "date": "Oct 6, 2020",
      "description": "The IRS used smartphone location data from a contractor to try to track Americans without a warrant.",
      "link": "https://www.vice.com/en/article/qj479d/irs-investigation-location-data-no-warrant-venntel"
    }
  ]
}
