{
  "title": "cata-list",
  "link": "https://cata-list.github.io",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "date": "6/8/2021, 11:23:25 AM",
  "id": "SQGaMCEgRCraujPvU4f-P",
  "articles": [
    {
      "title": "Beijing's Useful Idiots",
      "source": "UnHerd",
      "date": "Jun 8, 2021",
      "description": "Science journals have encouraged and enforced a false Covid narrative",
      "link": "https://unherd.com/2021/06/beijings-useful-idiots/"
    },
    {
      "title": "The Secret IRS Files: Trove of Never-Before-Seen Records Reveal How the Wealthiest Avoid Income Tax",
      "source": "ProPublica",
      "date": "Jun 8, 2021",
      "description": "ProPublica has obtained a vast cache of IRS information showing how billionaires like Jeff Bezos, Elon Musk and Warren Buffett pay little in income tax compared to their massive wealth — sometimes, even nothing.",
      "link": "https://www.propublica.org/article/the-secret-irs-files-trove-of-never-before-seen-records-reveal-how-the-wealthiest-avoid-income-tax"
    },
    {
      "title": "No, Critical Race Theory Isn't a New Civil Rights Movement. (Just the Opposite)",
      "source": "Quillette",
      "date": "Jun 6, 2021",
      "description": "Critical Race Theory has become a prominent subject in American political discourse. Several state legislatures have advanced measures aimed at banning it from public schools, on the basis that its…",
      "link": "https://quillette.com/2021/06/06/no-critical-race-theory-isnt-a-new-civil-rights-movement-just-the-opposite/"
    },
    {
      "title": "Coastal Arctic Sea Ice Is Thinning Faster Than Previously Thought",
      "source": "Scientific American",
      "date": "Jun 4, 2021",
      "description": "Old maps of snow depth on the ice had led researchers to underestimate melting",
      "link": "https://www.scientificamerican.com/article/coastal-arctic-sea-ice-is-thinning-faster-than-previously-thought1/"
    },
    {
      "title": "Brain-Computer Interface Smashes Previous Record for Typing Speed",
      "source": "IEEE Spectrum",
      "date": "Jun 1, 2021",
      "description": "Imagining writing-by-hand is faster than imagining moving a cursor in new BCI system",
      "link": "https://spectrum.ieee.org/the-human-os/biomedical/devices/braincomputer-interface-smashes-previous-record-for-typing-speed"
    },
    {
      "title": "Why We Should Welcome the Lab Leak Hypothesis",
      "source": "UnHerd",
      "date": "Jun 5, 2021",
      "description": "Plagued by fear, scientists have failed to protect us",
      "link": "https://unherd.com/2021/06/why-we-should-welcome-the-lab-leak-theory/"
    },
    {
      "title": "The Artist and the Censor",
      "source": "Quillette",
      "date": "Jun 5, 2021",
      "description": "Only proponents of the concept of art for art's sake always can be depended on to oppose the censorship of art. The most robust argument against censorship lies not in appeals to Enlightenment valu…",
      "link": "https://quillette.com/2021/06/05/the-artist-and-the-censor/"
    },
    {
      "title": "Pentagon Undercounts Civilian Casualties in New Report, Experts Say",
      "source": "The Intercept",
      "date": "Jun 5, 2021",
      "description": "The annual report vastly understates civilians killed by the U.S. military, and condolence payments are not offered even in confirmed cases.",
      "link": "https://theintercept.com/2021/06/03/pentagon-civilian-casualties-report/"
    },
    {
      "title": "'The Psychopathic Problem of the White Mind'",
      "source": "Substack",
      "date": "Jun 4, 2021",
      "description": "Listen now (51 min) | A psychiatrist lecturing at Yale's Child Study Center spoke about 'unloading a revolver into the head of any white person that got in my way.'",
      "link": "https://bariweiss.substack.com/p/the-psychopathic-problem-of-the-white"
    },
    {
      "title": "Winners and Losers: The Global Economy After COVID",
      "source": "Quillette",
      "date": "Jun 4, 2021",
      "description": "The COVID-19 pandemic has transformed the world economy in ways that will be debated by pundits and future historians for decades to come. Yet, as hard as it is to predict a disrupted future accura…",
      "link": "https://quillette.com/2021/06/04/winners-and-losers-the-global-economy-after-covid/"
    },
    {
      "title": "The FBI's Strange Anthrax Investigation Sheds Light on COVID Lab-Leak Theory and Fauci's Emails",
      "source": "Substack",
      "date": "Jun 3, 2021",
      "description": "Mainstream institutions doubted the FBI had solved the 2001 anthrax case. Either way, revelations that emerged about U.S. Government bio-labs have newfound relevance.",
      "link": "https://greenwald.substack.com/p/the-fbis-strange-anthrax-investigation"
    },
    {
      "title": "The Lab-Leak Hypothesis: Inside the Fight to Uncover COVID-19's Origins",
      "source": "Vanity Fair",
      "date": "Jun 3, 2021",
      "description": "Throughout 2020, the notion that the novel coronavirus leaked from a lab was off-limits. Those who dared to push for transparency say toxic politics and hidden agendas kept us in the dark.",
      "link": "https://www.vanityfair.com/news/2021/06/the-lab-leak-theory-inside-the-fight-to-uncover-covid-19s-origins"
    },
    {
      "title": "What Happens When Doctors Can't Tell the Truth?",
      "source": "Substack",
      "date": "Jun 3, 2021",
      "description": "Whole areas of research are off-limits. Top physicians treat patients based on their race. An ideological 'purge' is underway in American medicine.",
      "link": "https://bariweiss.substack.com/p/what-happens-when-doctors-cant-speak"
    },
    {
      "title": "In Defense of the Universal Values of Science",
      "source": "Quillette",
      "date": "Jun 3, 2021",
      "description": "The progress of modern science has been a truly global phenomenon, a fact worth celebrating, just as the technological fruits of science have, to varying degrees, impacted the lives of everyone on …",
      "link": "https://quillette.com/2021/06/02/in-defense-of-the-universal-values-of-science/"
    },
    {
      "title": "The Culture Wars Are Real",
      "source": "UnHerd",
      "date": "Jun 2, 2021",
      "description": "The Left wants to pretend they're a Right-wing fantasy",
      "link": "https://unherd.com/2021/06/do-the-culture-wars-really-exist/"
    },
    {
      "title": "The New Domestic War on Terror Has Already Begun -- Even Without the New Laws Biden Wants",
      "source": "Substack",
      "date": "Jun 2, 2021",
      "description": "Homeland Security just issued its fourth danger bulletin this year. And both the weapons and rhetorical tactics of the first War on Terror are increasingly visible.",
      "link": "https://greenwald.substack.com/p/the-new-domestic-war-on-terror-has"
    },
    {
      "title": "If the Wuhan Lab-Leak Hypothesis Is True, Expect a Political Earthquake",
      "source": "The Guardian",
      "date": "Jun 1, 2021",
      "description": "The potential consequences of the origins of the virus are shattering – if they can be proved",
      "link": "https://www.theguardian.com/commentisfree/2021/jun/01/wuhan-coronavirus-lab-leak-covid-virus-origins-china"
    },
    {
      "title": "The Fossil Fuel Industry's Biggest Methane Polluter Is a Nobody",
      "source": "Gizmodo",
      "date": "Jun 2, 2021",
      "description": "When it comes to the U.S. oil and gas industry's greenhouse gas pollution, I tend to think of well-known and much-hated oil giants like Chevron and Exxon. But a new analysis shows small, relatively unknown fossil fuel drillers are some of the worst culprits.",
      "link": "https://gizmodo.com/you-ve-almost-certainly-never-heard-of-the-fossil-fuel-1847017100"
    },
    {
      "title": "Burning Ship Leaking Billions of Plastic Pellets Sinks Off Sri Lanka",
      "source": "Gizmodo",
      "date": "Jun 2, 2021",
      "description": "Sri Lanka is facing a rapidly unfolding environmental crisis after a cargo ship that caught fire last month sunk, pouring tons of plastic pellets and chemicals into the surrounding fishing waters. Government officials worry an oil spill could come next.",
      "link": "https://gizmodo.com/smoldering-ship-leaking-billions-of-plastic-pellets-sin-1847015857"
    },
    {
      "title": "Pesticides Are Killing the World's Soils",
      "source": "Scientific American",
      "date": "Jun 1, 2021",
      "description": "They cause significant harm to earthworms, beetles, ground-nesting bees and thousands of other vital subterranean species",
      "link": "https://www.scientificamerican.com/article/pesticides-are-killing-the-worlds-soils/"
    },
    {
      "title": "World's Richest Countries Gave $190 Billion to Fossil Fuel Industry in 2020",
      "source": "Gizmodo",
      "date": "Jun 1, 2021",
      "description": "The world's leading economies have made lots of commitments about reducing carbon emissions, but their actions tell a different story. A report released Tuesday finds that G7 governments pumped $190 billion into coal, oil, and gas from January 2020 to March 2021.",
      "link": "https://gizmodo.com/the-world-s-richest-countries-have-given-190-billion-t-1847010819"
    },
    {
      "title": "Why Electric Cars Will Take Over Sooner Than You Think",
      "source": "BBC News",
      "date": "Jun 1, 2021",
      "description": "The BBC's Justin Rowlatt explains why we are accelerating towards an electric car future.",
      "link": "https://www.bbc.com/news/business-57253947"
    },
    {
      "title": "Johnson & Johnson to Pay $2.1 Billion in Baby Powder Cancer Case",
      "source": "Gizmodo",
      "date": "Jun 1, 2021",
      "description": "Johnson & Johnson will not be getting out of its obligation to pay up for losing a civil court case over its baby powder products that allegedly contained asbestos. On Tuesday, the Supreme Court announced it would not hear the company's appeal of a $2.1 billion case.",
      "link": "https://gizmodo.com/johnson-johnson-forced-to-pay-2-1-billion-in-baby-po-1847007818"
    },
    {
      "title": "Facebook Says U.S. Is the Top Target of Disinformation Campaigns",
      "source": "Axios",
      "date": "Jun 1, 2021",
      "description": "A significant number targeting people in the U.S. originated in the U.S.",
      "link": "https://www.axios.com/facebook-disinformation-campaigns-globally-8859f7a8-f846-4899-93cb-dab635461c87.html"
    },
    {
      "title": "U.S. Spied on Merkel and Other Europeans Through Danish Cables",
      "source": "Reuters",
      "date": "May 30, 2021",
      "description": "The U.S. National Security Agency (NSA) used a partnership with Denmark's foreign intelligence unit to spy on senior officials of neighbouring countries, including German Chancellor Angela Merkel, Danish state broadcaster DR said.",
      "link": "https://www.reuters.com/world/europe/us-security-agency-spied-merkel-other-top-european-officials-through-danish-2021-05-30/"
    },
    {
      "title": "Arizona 'Refurbishes' Its Gas Chamber to Prepare for Executions, Documents Reveal",
      "source": "The Guardian",
      "date": "May 27, 2021",
      "description": "The corrections department has spent more than $2,000 on ingredients to make cyanide gas, the same used in Auschwitz",
      "link": "https://www.theguardian.com/us-news/2021/may/28/arizona-gas-chamber-executions-documents"
    },
    {
      "title": "How Facebook Censored the Lab Leak Hypothesis",
      "source": "UnHerd",
      "date": "May 31, 2021",
      "description": "Its latest crackdown on 'misinformation' proves the tech giant hasn't learnt its lesson",
      "link": "https://unherd.com/2021/05/how-facebook-censored-the-lab-leak-theory/"
    },
    {
      "title": "The Movement to Protect Your Mind From Brain-Computer Technologies",
      "source": "Gizmodo",
      "date": "May 31, 2021",
      "description": "Researchers say the first steps toward mind-reading and perception-manipulating technologies have already arrived. Through a concept called 'neuro rights,' they want to put in place safeguards for our most precious biological possessions: our mind.",
      "link": "https://gizmodo.com/the-movement-to-protect-your-mind-from-brain-computer-t-1846943756"
    },
    {
      "title": "Should Public Schools Ban Critical Race Theory?",
      "source": "Substack",
      "date": "May 30, 2021",
      "description": "Listen now (75 min) | A debate between Christopher Rufo and David French.",
      "link": "https://bariweiss.substack.com/p/should-public-schools-ban-critical"
    },
    {
      "title": "Killer Drone Autonomously 'Hunted Down' a Human Target, UN Experts Say",
      "source": "Gizmodo",
      "date": "May 30, 2021",
      "description": "A 'lethal' weaponized drone 'hunted down' and 'remotely engaged' human targets without its handlers' say-so during a conflict in Libya last year, according to a United Nations report first covered by New Scientist this week. Whether there were any casualties remains unclear, but if confirmed, it wou…",
      "link": "https://gizmodo.com/flying-killer-robot-hunted-down-a-human-target-without-1847001471"
    },
    {
      "title": "In Mexico, Cartels Are Hunting Down Police at Their Homes",
      "source": "Associated Press",
      "date": "May 30, 2021",
      "description": "MEXICO CITY (AP) — The notoriously violent Jalisco cartel has responded to Mexico's 'hugs, not bullets' policy with a policy of its own: The cartel kidnapped several members of an elite police force in the state of Guanajuato, tortured them to obtain names and addresses of fellow officers and is now…",
      "link": "https://apnews.com/article/caribbean-mexico-police-f6ea7798ca3cc171ac13b3a5a6a6c266"
    },
    {
      "title": "Joe Biden Is Filling Top Pentagon Positions With Defense Contractors",
      "source": "The Intercept",
      "date": "May 29, 2021",
      "description": "Some of the top Defense Department officials — including Defense Secretary nominee Lloyd Austin — have deep ties to the private sector.",
      "link": "https://theintercept.com/2021/05/28/biden-pentagon-defense-contractors/"
    },
    {
      "title": "Outrage as Regulators Let Pesticides From Factory Pollute US Town for Years",
      "source": "The Guardian",
      "date": "May 29, 2021",
      "description": "Contamination from an ethanol plant in Mead, Nebraska, came from some of the world's largest agricultural companies",
      "link": "https://www.theguardian.com/us-news/2021/may/29/environmental-catastrophe-mead-nebraska"
    },
    {
      "title": "Appellate Court Strikes Down Racial and Gender Preferences in Biden's COVID Relief Law",
      "source": "Substack",
      "date": "May 28, 2021",
      "description": "This judicial ruling about the raging debates over group-based benefits vividly highlights the social, political and culture divisions driving U.S. politics.",
      "link": "https://greenwald.substack.com/p/appellate-court-strikes-down-racial"
    },
    {
      "title": "Why Does the West Hate Itself?",
      "source": "UnHerd",
      "date": "May 28, 2021",
      "description": "White progressives are blinded by their own guilt",
      "link": "https://unherd.com/2021/05/the-self-loathing-of-the-west/"
    },
    {
      "title": "U.S. Soldiers Accidentally Leaked Nuclear Weapons Secrets Online",
      "source": "Gizmodo",
      "date": "May 28, 2021",
      "description": "U.S. soldiers stationed at various bases in Europe accidentally exposed sensitive data related to America's nuclear weapons stockpile via poorly secured flashcard apps they were using to memorize said secrets, according to a new report.",
      "link": "https://gizmodo.com/u-s-soldiers-accidentally-leaked-nuclear-weapons-secre-1846994377"
    },
    {
      "title": "SolarWinds Hackers Are Back With a New Mass Campaign, Microsoft Says",
      "source": "Ars Technica",
      "date": "May 28, 2021",
      "description": "Kremlin-backed group uses hacked account to impersonate US aid agency.",
      "link": "https://arstechnica.com/gadgets/2021/05/microsoft-says-solarwinds-hackers-targeted-us-agencies-in-a-new-campaign/"
    },
    {
      "title": "Google Employees Admit in Lawsuit That the Company Made It Nearly Impossible for Users to Keep Their Location Private",
      "source": "Business Insider",
      "date": "May 27, 2021",
      "description": "Google misled phone makers into hiding privacy settings users liked in order to collect more location data, according to newly unredacted documents.",
      "link": "https://www.businessinsider.com/unredacted-google-lawsuit-docs-detail-efforts-to-collect-user-location-2021-5"
    },
    {
      "title": "Black Lives Matter and the Psychology of Progressive Fatalism",
      "source": "Quillette",
      "date": "May 27, 2021",
      "description": "Former Minneapolis police officer Derek Chauvin has been convicted of murder, but the ramifications of his fateful encounter with George Floyd will reverberate through American culture and politics…",
      "link": "https://quillette.com/2021/05/28/black-lives-matter-and-the-psychology-of-progressive-fatalism/"
    },
    {
      "title": "How Many People Die When Polluters Exceed Their Limits?",
      "source": "Wired",
      "date": "May 27, 2021",
      "description": "A new report tallies the death toll from excess emissions by looking at air pollution and spikes in local ozone levels.",
      "link": "https://www.wired.com/story/how-many-people-die-when-polluters-exceed-their-limits/"
    },
    {
      "title": "Clearview AI Hit With Sweeping Legal Complaints Over Controversial Face Scraping in Europe",
      "source": "The Verge",
      "date": "May 27, 2021",
      "description": "Photos of faces were collected without clear consent.",
      "link": "https://www.theverge.com/2021/5/27/22455446/clearview-ai-legal-privacy-complaint-privacy-international-facial-recognition-eu"
    },
    {
      "title": "What a Wuhan Lab Leak Would Really Mean",
      "source": "UnHerd",
      "date": "May 26, 2021",
      "description": "Scientists and the media eagerly denounced credible evidence as a conspiracy theory",
      "link": "https://unherd.com/2021/05/what-if-there-was-a-lab-leak/"
    },
    {
      "title": "Facebook Ends Ban on Posts Asserting Covid-19 Was Man-Made",
      "source": "The Wall Street Journal",
      "date": "May 26, 2021",
      "description": "Facebook has ended its ban on posts asserting Covid-19 was man-made or manufactured, reflecting a deepening debate over the origins of the pandemic.",
      "link": "https://www.wsj.com/articles/facebook-ends-ban-on-posts-asserting-covid-19-was-man-made-11622094890"
    },
    {
      "title": "Riot Erupts in Portland on Anniversary of George Floyd's Murder",
      "source": "New York Post",
      "date": "May 26, 2021",
      "description": "More than 200 rioters — most fully clad in black and many wearing gas masks — trashed Portland soon after a peaceful march ended late Tuesday, according to the Portland Police Bureau (P…",
      "link": "https://nypost.com/2021/05/26/portland-riots-on-anniversary-of-george-floyds-murder/"
    },
    {
      "title": "Lab Asks FDA to Recall 78 Sunscreens Over Carcinogen Concerns",
      "source": "Gizmodo",
      "date": "May 26, 2021",
      "description": "A lab company called Valisure is sounding the alarm over a carcinogen that they've detected in common sunscreens. This week, the lab sent a petition to the FDA warning that it's found potentially unsafe levels of benzene in dozens of sunscreen products.",
      "link": "https://gizmodo.com/testing-lab-asks-fda-to-recall-78-sunscreens-over-carci-1846977439"
    },
    {
      "title": "The Gathering Resistance to the Stigmatisation of Masculinity",
      "source": "Quillette",
      "date": "May 26, 2021",
      "description": "On the face of it, Brilliant Bob is an unremarkable character for a children's book—a playful boy who loves football and embarks upon fun adventures with his friends Dazzling Dave, Genuine Ge…",
      "link": "https://quillette.com/2021/05/26/the-gathering-resistance-to-the-stigmatisation-of-masculinity/"
    },
    {
      "title": "Education and Masculinity — An Interview With Will Knowland",
      "source": "Quillette",
      "date": "May 26, 2021",
      "description": "'What's the one thing we're not talking about but we really should be?' Triggernometry's Francis Foster asked now-sacked Eton teacher Will Knowland. 'I think the crisis of masculinity, …",
      "link": "https://quillette.com/2021/05/26/education-and-masculinity-an-interview-with-will-knowland/"
    },
    {
      "title": "U.S. Calls for Second 'Transparent' Probe Into COVID Origins",
      "source": "Reuters",
      "date": "May 25, 2021",
      "description": "The United States called on Tuesday for international experts to be allowed to evaluate the source of the coronavirus and the 'early days of the outbreak' in a second phase of an investigation into the origins of the coronavirus.",
      "link": "https://www.reuters.com/video/watch/us-calls-for-second-transparent-probe-in-idOVEEGTEXR"
    },
    {
      "title": "GCHQ's Mass Data Interception Violated Right to Privacy, Court Rules",
      "source": "The Guardian",
      "date": "May 25, 2021",
      "description": "Human rights judgment follows legal challenge begun in 2013 after Edward Snowden's whistleblowing revelations",
      "link": "https://www.theguardian.com/uk-news/2021/may/25/gchqs-mass-data-sharing-violated-right-to-privacy-court-rules"
    },
    {
      "title": "Mass Surveillance Must Have Meaningful Safeguards, Says ECHR",
      "source": "TechCrunch",
      "date": "May 25, 2021",
      "description": "The highest chamber of the European Court of Human Rights (ECHR) has delivered a blow to anti-surveillance campaigners in Europe by failing to find that bulk interception of digital comms is inherently incompatible with human rights law — which enshrines individual rights to privacy and freed…",
      "link": "https://techcrunch.com/2021/05/25/mass-surveillance-must-have-meaningful-safeguards-says-echr"
    },
    {
      "title": "Greenland's Ice Sheet Is Releasing Huge Amounts of Mercury Into Rivers",
      "source": "New Scientist",
      "date": "May 24, 2021",
      "description": "As Greenland's ice grinds up underlying rocks it frees up the toxic mercury they contain, potentially contaminating the aquatic life that Indigenous communities rely on for food",
      "link": "https://www.newscientist.com/article/2278370-greenlands-ice-sheet-is-releasing-huge-amounts-of-mercury-into-rivers/"
    },
    {
      "title": "America Has Given Up on Impartial Justice",
      "source": "UnHerd",
      "date": "May 24, 2021",
      "description": "A year after George Floyd's death, the powerless have been abandoned",
      "link": "https://unherd.com/2021/05/the-day-american-justice-died/"
    },
    {
      "title": "Lived Experiences Aren't Special",
      "source": "Quillette",
      "date": "May 24, 2021",
      "description": "Some time ago I found myself in the middle of a discussion about race relations and minority experiences. When it was my chance to speak, I mentioned some statistical data that appeared to challeng…",
      "link": "https://quillette.com/2021/05/24/lived-experiences-arent-special/"
    },
    {
      "title": "'Fact-Checking' Takes Another Beating",
      "source": "Substack",
      "date": "May 24, 2021",
      "description": "Fact-checkers are great, but the media business keeps trying to solve its credibility problem by misrepresenting what they do",
      "link": "https://taibbi.substack.com/p/fact-checking-takes-another-beating"
    },
    {
      "title": "U.S. Agency Ran 'Rogue' Police Force, Spied on Americans' Social Media",
      "source": "Gizmodo",
      "date": "May 24, 2021",
      "description": "The U.S. Department of Commerce used counterintelligence tools to gather information about U.S. citizens and foreign visitors to the U.S., unauthorized surveillance that included the monitoring of Americans' Twitter accounts.",
      "link": "https://gizmodo.com/u-s-agency-ran-rogue-police-force-spied-on-americans-1846955664"
    },
    {
      "title": "Wuhan Lab Staff Sought Hospital Care Before COVID-19 Outbreak Disclosed - WSJ",
      "source": "Reuters",
      "date": "May 23, 2021",
      "description": "Three researchers from China's Wuhan Institute of Virology (WIV) sought hospital care in November 2019, a month before China reported the first cases of COVID-19, the Wall Street Journal reported on Sunday, citing a U.S. intelligence report.",
      "link": "https://www.reuters.com/business/healthcare-pharmaceuticals/wuhan-lab-staff-sought-hospital-care-before-covid-19-outbreak-disclosed-wsj-2021-05-23/"
    },
    {
      "title": "U.S. CDC Looking Into Heart Inflammation in Some Young Vaccine Recipients",
      "source": "Reuters",
      "date": "May 22, 2021",
      "description": "Some teenagers and young adults who received COVID-19 vaccines experienced heart inflammation, a U.S. Centers for Disease Control and Prevention advisory group said, recommending further study of the rare condition.",
      "link": "https://www.reuters.com/business/healthcare-pharmaceuticals/us-cdc-investigating-heart-problem-few-young-vaccine-recipients-nyt-2021-05-22/"
    },
    {
      "title": "Why Tech Firms Are Trying to Run Away From Politics — and Failing",
      "source": "The Economist",
      "date": "May 22, 2021",
      "description": "As other firms become more political, some Silicon Valley companies are heading in the opposite direction | United States",
      "link": "https://www.economist.com/united-states/2021/05/22/why-tech-firms-are-trying-to-run-away-from-politics-and-failing"
    },
    {
      "title": "Science Has Become a Cartel",
      "source": "UnHerd",
      "date": "May 21, 2021",
      "description": "There's a reason the medical establishment dismissed the lab leak hypothesis",
      "link": "https://unherd.com/2021/05/how-scientists-sacrificed-scepticism/"
    },
    {
      "title": "Corporate Media's Double Standard: They Attack Whomever They Want, but You Cannot Criticize Them",
      "source": "Substack",
      "date": "May 21, 2021",
      "description": "My responses to The Washington Post's article and Daily Beast's questions about accusations from The Intercept that I have 'endangered' their writers.",
      "link": "https://greenwald.substack.com/p/corporate-medias-double-standard"
    },
    {
      "title": "Trauma and the Psychedelic Renaissance",
      "source": "Quillette",
      "date": "May 21, 2021",
      "description": "Military veterans with post-traumatic stress disorder (PTSD) and the wildly imaginative British writer and philosopher Aldous Huxley are increasingly finding common ground. In 1954, Huxley publishe…",
      "link": "https://quillette.com/2021/05/22/trauma-therapy-and-the-psychedelic-renaissance/"
    },
    {
      "title": "How Liberal Elites Use Race to Keep Workers Divided—and Justify Class-Based Inequities",
      "source": "Quillette",
      "date": "May 21, 2021",
      "description": "The Pulitzer Center allegedly 'raises awareness of underreported global issues through direct support of quality journalism across all media platforms and a unique program of education and public o…",
      "link": "https://quillette.com/2021/05/20/how-liberal-elites-use-race-to-keep-workers-divided-and-justify-class-based-inequities/"
    },
    {
      "title": "A New Replication Crisis: Research That Is Less Likely to Be True Is Cited More",
      "source": "UC San Diego",
      "date": "May 21, 2021",
      "description": "Papers in leading psychology, economic and science journals that fail to replicate and therefore are less likely to be true are often the most cited papers in academic research, according to a new study by the University of California San Diego's Rady School of Management.",
      "link": "https://ucsdnews.ucsd.edu/pressrelease/a-new-replication-crisis-research-that-is-less-likely-be-true-is-cited-more"
    },
    {
      "title": "The Squad Enables Pelosi's Massive Capitol Police Spending Bill While Cynically Feigning Opposition",
      "source": "Substack",
      "date": "May 20, 2021",
      "description": "Three Squad members -- all of whom recently chanted 'Defund the Police' -- had the power to kill a $1.9 billion increase in Capitol Police and security spending. Instead, they ensured its passage.",
      "link": "https://greenwald.substack.com/p/the-squad-enables-pelosis-massive"
    },
    {
      "title": "Twenty Firms Produce 55% of World's Plastic Waste, Report Reveals",
      "source": "The Guardian",
      "date": "May 18, 2021",
      "description": "Plastic Waste Makers index identifies those driving climate crisis with virgin polymer production",
      "link": "https://www.theguardian.com/environment/2021/may/18/twenty-firms-produce-55-of-worlds-plastic-waste-report-reveals"
    },
    {
      "title": "Despite Social Pressure, Boys and Girls Still Prefer Gender-Typical Toys",
      "source": "Big Think",
      "date": "Apr 9, 2021",
      "description": "Fifty years of research on children's toy preferences shows that kids generally prefer toys oriented toward their own gender.",
      "link": "https://bigthink.com/surprising-science/gender-stereotyped-toys"
    },
    {
      "title": "The End of Woke Is Nigh",
      "source": "UnHerd",
      "date": "May 18, 2021",
      "description": "The new political correctness hasn't the power to overwhelm our existing order",
      "link": "https://unherd.com/2021/05/the-end-of-woke-is-nigh/"
    },
    {
      "title": "Did Covid Come From the Lab? Mike Pompeo Says Yes.",
      "source": "Substack",
      "date": "May 18, 2021",
      "description": "Listen now (60 min) | An interview with the former secretary of state about the virus, China's ambitions, Iran, Israel, and the future of America.",
      "link": "https://bariweiss.substack.com/p/did-covid-come-from-the-lab-mike"
    },
    {
      "title": "Amazon's Ring Is the Largest Civilian Surveillance Network the US Has Ever Seen",
      "source": "The Guardian",
      "date": "May 18, 2021",
      "description": "One in 10 US police departments can now access videos from millions of privately owned home security cameras without a warrant",
      "link": "https://www.theguardian.com/commentisfree/2021/may/18/amazon-ring-largest-civilian-surveillance-network-us"
    },
    {
      "title": "The Case for Using MDMA to Help Heal Victims of Trauma",
      "source": "Wired",
      "date": "May 18, 2021",
      "description": "A psychiatrist explores how a drug often associated with Burning Man could be a breakthrough in treating PTSD.",
      "link": "https://www.wired.com/story/opinon-using-mdma-to-help-heal-victims-of-trauma/"
    },
    {
      "title": "Big Pharma Executives Mocked 'Pillbillies' in Emails, West Virginia Opioid Trial Hears",
      "source": "The Guardian",
      "date": "May 17, 2021",
      "description": "Attorney says AmerisourceBergen executive showed 'contempt' as three companies in dock over crisis which has killed 500,000",
      "link": "https://www.theguardian.com/us-news/2021/may/16/amerisourcebergen-pillbillies-emails-west-virginia-opioid-trial-"
    },
    {
      "title": "Cancelling Comedians While the World Burns — A Review",
      "source": "Quillette",
      "date": "May 17, 2021",
      "description": "Review of Cancelling Comedians While the World Burns: A Critique of the Contemporary Left by Ben Burgis. Zero Books, 136 pages (May 2021). In 2013, British philosopher and cultural critic Mark Fish…",
      "link": "https://quillette.com/2021/05/17/cancelling-comedians-while-the-world-burns-a-review/"
    },
    {
      "title": "Long Working Hours Killing 745,000 People a Year, Study Finds",
      "source": "BBC News",
      "date": "May 17, 2021",
      "description": "The World Health Organization says the trend may worsen due to the coronavirus pandemic.",
      "link": "https://www.bbc.com/news/business-57139434"
    },
    {
      "title": "Navy Pilots Describe Encounters With UFOs",
      "source": "60 Minutes",
      "date": "May 16, 2021",
      "description": "Bill Whitaker reports on the regular sightings of unidentified aerial phenomena, or UAP, that have spurred a report due to Congress next month.",
      "link": "https://www.youtube.com/watch?v=ZBtMbBPzqHY"
    },
    {
      "title": "The Police Dog Who Cried Drugs at Every Traffic Stop",
      "source": "Reason",
      "date": "May 13, 2021",
      "description": "Cops laugh about 'probable cause on four legs' but the damage to innocent lives is real.",
      "link": "https://reason.com/2021/05/13/the-police-dog-who-cried-drugs-at-every-traffic-stop/"
    },
    {
      "title": "Nuclear Reactions at Chernobyl Are Spiking in an Inaccessible Chamber",
      "source": "New Scientist",
      "date": "May 11, 2021",
      "description": "Subreactor room 305/2, which has been inaccessible since the Chernobyl meltdown 35 years ago, is emitting neutrons that point to a growing nuclear fission reaction",
      "link": "https://www.newscientist.com/article/2277195-nuclear-reactions-at-chernobyl-are-spiking-in-an-inaccessible-chamber/"
    },
    {
      "title": "What Is Systemic Racism?",
      "source": "Substack",
      "date": "Apr 28, 2021",
      "description": "John McWhorter, Lara Bazelon, Glenn Loury, Kmele Foster, Chloé Valdary and Kenny Xu weigh in.",
      "link": "https://bariweiss.substack.com/p/what-is-systemic-racism"
    },
    {
      "title": "America's True Believers and Their Gutless Enablers",
      "source": "Substack",
      "date": "Apr 2, 2021",
      "description": "Don't blame the children of Park Slope and Echo Park for the nonsense. Blame those adults with the power to stop it.",
      "link": "https://bariweiss.substack.com/p/americas-true-believers-and-their"
    },
    {
      "title": "White People Don't Have a Monopoly on Hatred",
      "source": "Substack",
      "date": "Mar 23, 2021",
      "description": "I know. I once held bigoted beliefs myself.",
      "link": "https://bariweiss.substack.com/p/white-people-dont-have-a-monopoly"
    },
    {
      "title": "Dissidents and Doublethinkers in Our Democracy",
      "source": "Substack",
      "date": "Mar 5, 2021",
      "description": "Plus: a new organization picking up the flag the ACLU has put down.",
      "link": "https://bariweiss.substack.com/p/dissidents-and-doublethinkers-in"
    },
    {
      "title": "There Is No Such Thing as 'White' Math",
      "source": "Substack",
      "date": "Mar 1, 2021",
      "description": "I naively believed that STEM would be spared from the ideological takeover. I was wrong, says Princeton professor Sergiu Klainerman.",
      "link": "https://bariweiss.substack.com/p/there-is-no-such-thing-as-white-math"
    },
    {
      "title": "Lincoln Isn't Evil. Neither Is the West. Stand Up to the Woke Lies.",
      "source": "Substack",
      "date": "Feb 1, 2021",
      "description": "My front-page column in today's New York Post. Plus: Ayaan Hirsi Ali.",
      "link": "https://bariweiss.substack.com/p/lincoln-isnt-evil-neither-is-the"
    },
    {
      "title": "Schools Must Resist Destructive Anti-Racist Demands",
      "source": "The Atlantic",
      "date": "Jan 29, 2021",
      "description": "Contrary to what activists seem to believe, campuses are not bastions of social injustice.",
      "link": "https://www.theatlantic.com/ideas/archive/2021/01/when-antiracist-manifestos-become-antiracist-wrecking-balls/617841/"
    },
    {
      "title": "Divers Haul 200lb of Trash From Lake Tahoe in a Day",
      "source": "The Guardian",
      "date": "May 15, 2021",
      "description": "Scuba team launches six-month effort that has already turned up fishing rods, tires and cans",
      "link": "https://www.theguardian.com/us-news/2021/may/14/lake-tahoe-cleanup-trash-scuba-divers"
    },
    {
      "title": "'Scientists' [Finally] Want a Serious Investigation Into the Origins of the Coronavirus",
      "source": "Gizmodo",
      "date": "May 14, 2021",
      "description": "Scientists in several countries are calling for a serious investigation into the beginnings of SARS-CoV-2, the novel coronavirus that gave rise to the covid-19 pandemic. In an open letter released Thursday, the group says that there are still too many unanswered questions about how the pandemic star…",
      "link": "https://gizmodo.com/scientists-want-a-serious-investigation-into-the-origin-1846899382"
    },
    {
      "title": "The Pentagon Is Tracking US Citizens Without a Warrant, Senator Says",
      "source": "Engadget",
      "date": "May 14, 2021",
      "description": "The Pentagon may be using commercial data to track Americans without due legal process, according to a letter from Senator Ron Wyden..",
      "link": "https://www.engadget.com/the-pentagon-is-doing-warrantless-us-surveillance-ron-wyden-101201315.html"
    },
    {
      "title": "Study Finds Alarming Levels of 'Forever Chemicals' in US Mothers' Breast Milk",
      "source": "The Guardian",
      "date": "May 14, 2021",
      "description": "Toxic chemicals known as PFAS found in all 50 samples tested at levels nearly 2,000 times what is considered safe in drinking water",
      "link": "https://www.theguardian.com/environment/2021/may/13/pfas-forever-chemicals-breast-milk-us-study"
    },
    {
      "title": "Chemical Giants Hid Dangers of 'Forever Chemicals' in Food Packaging",
      "source": "The Guardian",
      "date": "May 13, 2021",
      "description": "The chemicals, called 6:2 FTOH, are now linked to a range of serious health issues, and Americans are still being exposed to them",
      "link": "https://www.theguardian.com/environment/2021/may/12/chemical-giants-hid-dangers-pfas-forever-chemicals-food-packaging-dupont"
    },
    {
      "title": "Solar Pushback: How US Power Firms Try to Make People Pay for Going Green",
      "source": "The Guardian",
      "date": "May 13, 2021",
      "description": "In states such as Kansas, energy companies are seeking to impose financial charges on people who install rooftop solar arrays",
      "link": "https://www.theguardian.com/us-news/2021/may/13/solar-power-us-utility-companies-kansas"
    },
    {
      "title": "AOC's Attack on Yang's Meaningless Israel Statement Shows Her Role: Protect Dem Leaders",
      "source": "Substack",
      "date": "May 12, 2021",
      "description": "Real power over U.S. policy toward Israel and Gaza rests with Biden, Harris, Pelosi, Schumer, Blinken -- not Yang. But AOC's function is to shield them from leftist anger.",
      "link": "https://greenwald.substack.com/p/aocs-attack-on-yangs-meaningless"
    },
    {
      "title": "Neural Implant Lets Paralyzed Person Type by Imagining Writing",
      "source": "Ars Technica",
      "date": "May 12, 2021",
      "description": "A paralyzed individual hit 90 characters per minute, 99% accuracy.",
      "link": "https://arstechnica.com/science/2021/05/neural-implant-lets-paralyzed-person-type-by-imagining-writing/"
    },
    {
      "title": "Better Than Holograms: 3D-Animated Starships Can Be Viewed From Any Angle",
      "source": "Ars Technica",
      "date": "May 12, 2021",
      "description": "Unlike holograms, the optical trap display produces images viewable from all angles.",
      "link": "https://arstechnica.com/science/2021/05/scientists-created-tiny-animated-starships-light-sabers-with-lasers/"
    },
    {
      "title": "US Millionaire CEOs Saw 29% Pay Raise While Workers' Pay Fell, Report Finds",
      "source": "The Guardian",
      "date": "May 11, 2021",
      "description": "Workers saw 2% decrease as companies gave leaders bonuses and forgiving performance benchmarks amid pandemic",
      "link": "https://www.theguardian.com/business/2021/may/11/us-millionaire-ceos-saw-29-pay-raises-while-workers-had-decreases-report-says"
    },
    {
      "title": "Will Science Survive Politics?",
      "source": "UnHerd",
      "date": "May 11, 2021",
      "description": "Whether something is politically convenient or not doesn't affect its truth",
      "link": "https://unherd.com/2021/05/will-science-survive-politics/"
    },
    {
      "title": "Reporters Once Challenged the Spy State. Now, They're Agents of It",
      "source": "Substack",
      "date": "May 11, 2021",
      "description": "News companies are pioneering a new brand of vigilante reporting, partnering with the spy agencies they once oversaw",
      "link": "https://taibbi.substack.com/p/reporters-once-challenged-the-spy-a32"
    },
    {
      "title": "Air Pollution Linked to Increased Mental Health Outpatient Visits",
      "source": "Yale School of Medicine",
      "date": "Jan 19, 2021",
      "description": "More pollution in the air could be linked to higher rates of mental health service utilization, researchers at the Yale School of Public Health found in a new",
      "link": "https://medicine.yale.edu/news-article/air-pollution-linked-to-increased-mental-health-outpatient-visits/"
    },
    {
      "title": "Tribalism Has Come to the West",
      "source": "UnHerd",
      "date": "May 10, 2021",
      "description": "Hostile and polarised, today's America reminds me of my Somalian clan",
      "link": "https://unherd.com/2021/05/tribalism-has-come-to-the-west/"
    },
    {
      "title": "The Pentagon Inches Toward Letting AI Control Weapons",
      "source": "Wired",
      "date": "May 10, 2021",
      "description": "Drills involving swarms of drones raise questions about whether machines could outperform a human operator in complex scenarios.",
      "link": "https://www.wired.com/story/pentagon-inches-toward-letting-ai-control-weapons/"
    },
    {
      "title": "Bombshell Dossier Indicates China Has Been 'Preparing' for Bio-Warfare",
      "source": "Sky News Australia",
      "date": "May 10, 2021",
      "description": "A recently uncovered bombshell dossier suggests Chinese scientists have been 'preparing' for a Third World War fought with 'biological and genetic weapons – including coronavirus,' according to Sky News host Alan Jones. 'The paper by Chinese scientists describes these biological weapons as the core…",
      "link": "https://www.skynews.com.au/details/_6253473578001"
    },
    {
      "title": "Antony Blinken Continues to Lecture the World on Values His Administration Aggressively Violates",
      "source": "Substack",
      "date": "May 9, 2021",
      "description": "How can you feign anger over others' attacks on a free press when you imprison Assange as punishment for his vital revelations about U.S. officials?",
      "link": "https://greenwald.substack.com/p/antony-blinken-continues-to-lecture"
    }
  ]
}
