{
  "title": "cata-list",
  "link": "https://cata-list.github.io/",
  "description": "Useful lists of some of the best info, media, tools, and quotes for those who seek to understand and improve this world.",
  "language": "en-US",
  "copyright": "Copyright © 2020 Matthew McCutcheon. All rights reserved",
  "date": "5/19/2020, 10:38:14 AM",
  "id": "GP5pU_zp2FthtRH2eFP5e",
  "articles": [
    {
      "title": "It's Called Artificial Intelligence — But What Is Intelligence?",
      "source": "Wired",
      "date": "May 19 2020",
      "description": "We've built machines that are capable of incredible feats, yet still they have nothing on a baby.",
      "link": "https://www.wired.com/story/its-called-artificial-intelligence-but-what-is-intelligence/"
    },
    {
      "title": "Is the Brain a Useful Model for Artificial Intelligence?",
      "source": "Wired",
      "date": "May 19 2020",
      "description": "Thinking machines think just like us—but only up to a point.",
      "link": "https://www.wired.com/story/brain-model-artificial-intelligence/"
    },
    {
      "title": "Are AI-Powered Killer Robots Inevitable?",
      "source": "Wired",
      "date": "May 19 2020",
      "description": "Military scholars warn of a 'battlefield singularity,' a point at which humans can no longer keep up with the pace of conflict.",
      "link": "https://www.wired.com/story/artificial-intelligence-military-robots/"
    },
    {
      "title": "'First Ever' Near Real-Time Analysis of Global Carbon Emissions Reveals Coronavirus Impacts",
      "source": "Gizmodo",
      "date": "May 19 2020",
      "description": "Lockdowns around the world are having a measurable effect on global greenhouse gas emissions. A new study out Tuesday found that daily emissions dropped by 17 percent in April 2020 compared to last year's average levels. This is a sizable dip, but the findings offer a sobering reality check: Individ…",
      "link": "https://earther.gizmodo.com/first-ever-near-real-time-analysis-of-global-carbon-e-1843542294"
    },
    {
      "title": "It's Time to Dismantle Factory Farms and Get Used to Eating Less Meat",
      "source": "The Guardian",
      "date": "May 19 2020",
      "description": "We should envision a more resilient and sustainable food system, one that doesn't commodify sentient life",
      "link": "https://www.theguardian.com/commentisfree/2020/may/19/its-time-to-get-used-to-eating-less-meat"
    },
    {
      "title": "Carbon Dioxide Emissions Have Dropped 17 Percent During the Pandemic",
      "source": "Wired",
      "date": "May 19 2020",
      "description": "Some regions, like the US and the UK, have seen their outputs fall by a third, due in large part to people driving less.",
      "link": "https://www.wired.com/story/carbon-dioxide-emissions-pandemic/"
    },
    {
      "title": "As Machines Get Smarter, How Will We Relate to Them?",
      "source": "Wired",
      "date": "May 19 2020",
      "description": "Millennia of evolution have left us ill prepared to crack open the black box of AI and peer inside.",
      "link": "https://www.wired.com/story/as-machines-get-smarter-how-will-we-relate-to-them/"
    },
    {
      "title": "Alarm and Confusion at Fox News as Trump Says He Takes Hydroxychloroquine",
      "source": "The Intercept",
      "date": "May 19 2020",
      "description": "Fox News viewers were warned not to take medical advice from the president, following Donald Trump's announcement that he takes the drug hydroxychloroquine.",
      "link": "https://theintercept.com/2020/05/19/alarm-confusion-fox-news-trump-says-takes-hydroxychloroquine/"
    },
    {
      "title": "Watch a Boston Dynamics Robot Herd Sheep in New Zealand",
      "source": "Engadget",
      "date": "May 19 2020",
      "description": "New Zealand-based robotics company Rocos shared a video of Boston Dynamics' Spot herding sheep across grassy pastures.",
      "link": "https://www.engadget.com/boston-dynamics-spot-robots-herd-sheep-135533533.html"
    },
    {
      "title": "The Arctic Is Unraveling as a Massive Heat Wave Grips the Region",
      "source": "Gizmodo",
      "date": "May 18 2020",
      "description": "It wouldn't be spring in the climate change era without a massive heat wave in the Arctic.",
      "link": "https://earther.gizmodo.com/the-arctic-is-unraveling-as-a-massive-heat-wave-grips-t-1843519435"
    },
    {
      "title": "US Lockdown Protests May Have Spread Virus Widely, Cellphone Data Suggests",
      "source": "The Guardian",
      "date": "May 18 2020",
      "description": "Devices associated with protesters travelled up to hundreds of miles after rallies where few precautions were taken",
      "link": "https://www.theguardian.com/us-news/2020/may/18/lockdown-protests-spread-coronavirus-cellphone-data"
    },
    {
      "title": "CDC Sued Over 'Pattern' of Mishandling Freedom of Information Requests During Pandemic",
      "source": "Gizmodo",
      "date": "May 18 2020",
      "description": "The Centers for Disease Control and Prevention (CDC) is facing a lawsuit over its alleged mishandling of records requests under the Freedom of Information Act (FOIA). Plaintiffs accuse the agency of 'systematically obstruct[ing]' attempts by the public to acquire details about the government's handl…",
      "link": "https://gizmodo.com/cdc-sued-over-pattern-of-mishandling-freedom-of-informa-1843527205"
    },
    {
      "title": "China's Air Pollution Is Now Worse Than Pre-Coronavirus Levels",
      "source": "Gizmodo",
      "date": "May 18 2020",
      "description": "Last month, China finally ended its coronavirus lockdown. While air quality improved dramatically during The Quiet Time, new data shows it was short-lived. What's more, air pollution is coming back at higher levels than during the same period last year.",
      "link": "https://earther.gizmodo.com/chinas-air-pollution-is-already-worse-than-pre-coronavi-1843520326"
    },
    {
      "title": "Cell-Tower Attacks by Idiots Who Claim 5G Spreads COVID-19 Reportedly Hit US",
      "source": "Ars Technica",
      "date": "May 18 2020",
      "description": "US warns carriers to boost security, citing reports of attacks in several states.",
      "link": "https://arstechnica.com/tech-policy/2020/05/prepare-for-cell-tower-attacks-by-5g-covid-19-conspiracy-theorists-us-warns/"
    },
    {
      "title": "Federal Government Buys Riot Gear, Increases Security Funding, Citing Coronavirus Pandemic",
      "source": "The Intercept",
      "date": "May 17 2020",
      "description": "The orders are for disposable cuffs, gas masks, ballistic helmets, riot gloves, and equipment for federal police assigned to Veterans Affairs facilities.",
      "link": "https://theintercept.com/2020/05/17/veterans-affairs-coronavirus-security-police/"
    },
    {
      "title": "'Stealth Bailout' Shovels Millions of Dollars to Oil Companies",
      "source": "Bloomberg",
      "date": "May 15 2020",
      "description": "As it headed toward bankruptcy, Diamond Offshore Drilling Inc. took advantage of a little-noticed provision in the stimulus bill Congress passed in March to get a $9.7 million tax refund. Then, it asked a bankruptcy judge to authorize the same amount as bonuses to nine executives.",
      "link": "https://www.bloomberg.com/news/articles/2020-05-15/-stealth-bailout-shovels-millions-of-dollars-to-oil-companies"
    },
    {
      "title": "U.S. Government Proposed Manipulating CDC Guidelines to Avoid Mask Shortages: Whistleblower",
      "source": "Gizmodo",
      "date": "May 15 2020",
      "description": "The U.S. government proposed manipulating information about whether N95 masks worked to fight the spread of coronavirus in the general public, according to Dr. Richard Bright, a whistleblower who testified publicly for the first time on Thursday. The deception was an effort to avoid shortages and ke…",
      "link": "https://gizmodo.com/u-s-government-proposed-manipulating-cdc-guidelines-to-1843474820"
    },
    {
      "title": "Whistleblower: Wall Street Has Engaged in Widespread Manipulation of Mortgage Funds",
      "source": "ProPublica",
      "date": "May 15 2020",
      "description": "Securities that contain loans for properties like hotels and office buildings have inflated profits, the whistleblower claims. As the pandemic hammers the economy, that could increase the chances of another mortgage collapse.",
      "link": "https://www.propublica.org/article/whistleblower-wall-street-has-engaged-in-widespread-manipulation-of-mortgage-funds"
    },
    {
      "title": "Senate Votes to Reauthorize FBI Surveillance Powers, With a Few Worthwhile Tweaks",
      "source": "Gizmodo",
      "date": "May 14 2020",
      "description": "In an 80-16 vote on Thursday, the U.S. Senate passed a bill to restore controversial surveillance tools used by the FBI in terrorism and espionage investigations. But the bill has at least one more hurdle to jump thanks to a series of changes implemented yesterday.",
      "link": "https://gizmodo.com/senate-votes-to-reauthorize-fbi-surveillance-powers-wi-1843466933"
    },
    {
      "title": "Struggling Oil Companies Are Taking Advantage of US Coronavirus Aid",
      "source": "The Guardian",
      "date": "May 14 2020",
      "description": "Recent review finds at least $113m in taxpayer-backed loans meant for small businesses have gone to fossil fuel industry",
      "link": "https://www.theguardian.com/business/2020/may/14/us-oil-gas-companies-coronavirus-relief-loan-ppp"
    },
    {
      "title": "Senate Passes Spying Bill Without Search and Browsing History Protections",
      "source": "Ars Technica",
      "date": "May 14 2020",
      "description": "An amendment protecting search and browsing histories failed in a 59-37 vote.",
      "link": "https://arstechnica.com/tech-policy/2020/05/limits-on-fbi-access-to-search-histories-fails-by-one-senate-vote/"
    },
    {
      "title": "In a First, Renewable Energy Is Poised to Eclipse Coal in U.S.",
      "source": "The New York Times",
      "date": "May 13 2020",
      "description": "The coronavirus has pushed the coal industry to once-unthinkable lows, and the consequences for climate change are big.",
      "link": "https://www.nytimes.com/2020/05/13/climate/coronavirus-coal-electricity-renewables.html"
    },
    {
      "title": "Police Shot and Killed a 26-Year-Old EMT in Her Apartment While Looking for Someone Else Entirely",
      "source": "Vice",
      "date": "May 13 2020",
      "description": "Breonna Taylor had no criminal record, and police found no drugs in her home.",
      "link": "https://www.vice.com/en_us/article/qj44wv/what-we-know-about-breonna-taylor-lousiville-kentucky-emt-police-shooting-death"
    },
    {
      "title": "FBI Accuses China of Attempting to Steal US COVID-19 Research",
      "source": "Engadget",
      "date": "May 13 2020",
      "description": "The FBI warns that China-backed hackers are attempting to steal COVID-19 research from organizations in the US.",
      "link": "https://www.engadget.com/fbi-cisa-accuse-china-covid-19-research-hacking-194610071.html"
    },
    {
      "title": "Here's Who Just Voted to Let the FBI Seize Your Online Search History Without a Warrant",
      "source": "Gizmodo",
      "date": "May 13 2020",
      "description": "A bipartisan amendment that would have prohibited law enforcement agencies, such as the FBI, from obtaining the web browsing and internet search histories of Americans without a warrant failed to pass in the U.S. Senate on Wednesday by a single vote.",
      "link": "https://gizmodo.com/heres-who-just-voted-to-let-the-f-b-i-seize-your-searc-1843445032"
    },
    {
      "title": "The New Alzheimer's–Air Pollution Link",
      "source": "Scientific American",
      "date": "May 01 2020",
      "description": "Toxic airborne particles can travel from lungs and nose to the brain, and exposure is linked to memory loss",
      "link": "https://www.scientificamerican.com/article/the-new-alzheimers-air-pollution-link/"
    },
    {
      "title": "U.S. Warns That Chinese Hackers Are Targeting Virus Research",
      "source": "Bloomberg",
      "date": "May 13 2020",
      "description": "Hackers working for the Chinese government are trying to steal valuable research on coronavirus vaccines and treatments from U.S. health care, pharmaceutical and research organizations, the FBI and the Department of Homeland Security warned Wednesday.",
      "link": "https://www.bloomberg.com/news/articles/2020-05-13/u-s-warns-of-chinese-hackers-targeting-virus-research-groups"
    },
    {
      "title": "Your Boss Is Watching You: Work-From-Home Boom Leads to More Surveillance",
      "source": "NPR",
      "date": "May 13 2020",
      "description": "With more people now working from home, employers are increasingly relying on tracking software to monitor what employees do when they're on the clock.",
      "link": "https://www.npr.org/2020/05/13/854014403/your-boss-is-watching-you-work-from-home-boom-leads-to-more-surveillance"
    },
    {
      "title": "Big Oil's Climate Plans Don't Come Close to Meeting the Paris Agreement",
      "source": "Gizmodo",
      "date": "May 12 2020",
      "description": "Climate action plans are all the rage for polluting companies. Last month, Shell pledged to reach net-zero carbon emissions by 2050. It's just the latest example: Other oil giants have recently made similar pledges as well. These pronouncements use pseudo-inspirational marketing speak, promising to …",
      "link": "https://earther.gizmodo.com/big-oils-climate-plans-dont-come-close-to-meeting-the-p-1843418530"
    },
    {
      "title": "COVID-19 Resurges in Reopened Countries; Wuhan Sees First Cluster in a Month",
      "source": "Ars Technica",
      "date": "May 12 2020",
      "description": "China ordered all Wuhan residents get tested for COVID-19—that's ~11 million people.",
      "link": "https://arstechnica.com/science/2020/05/covid-19-resurges-in-reopened-countries-wuhan-sees-first-cluster-in-a-month/"
    },
    {
      "title": "Federal Whistleblower Says Boss Pushed Him to Buy Drugs That Hadn't Been Tested in Humans",
      "source": "The Intercept",
      "date": "May 12 2020",
      "description": "Rick Bright's complaint points to the influence of industry over the Trump administration's coronavirus response.",
      "link": "https://theintercept.com/2020/05/12/richard-bright-barda-coronavirus-whistleblower/"
    },
    {
      "title": "That Fresh Sea Breeze You Breathe May Be Laced With Microplastic",
      "source": "Wired",
      "date": "May 12 2020",
      "description": "Researchers have discovered that the ocean is burping tiny plastic particles, which then blow onto land—and potentially into your lungs.",
      "link": "https://www.wired.com/story/sea-breeze-microplastic/"
    },
    {
      "title": "Online Voting Has Worked So Far. That Doesn't Mean It's Safe",
      "source": "Wired",
      "date": "May 12 2020",
      "description": "Proponents of mobile and internet voting point to its uneventful track record. That's not good enough.",
      "link": "https://www.wired.com/story/online-voting-worked-so-far-doesnt-mean-safe/"
    },
    {
      "title": "Large Chunks of a Chinese Rocket Missed New York City by About 15 Minutes",
      "source": "Ars Technica",
      "date": "May 12 2020",
      "description": "China's Long March 5B rocket launched without a second stage.",
      "link": "https://arstechnica.com/science/2020/05/large-chunks-of-a-chinese-rocket-missed-new-york-city-by-about-15-minutes/"
    },
    {
      "title": "How Much Is a Human Life Actually Worth?",
      "source": "Wired",
      "date": "May 11 2020",
      "description": "As the US economy reopens amid a deadly pandemic, a dire question looms. Let's weigh the risks—and do the math.",
      "link": "https://www.wired.com/story/how-much-is-human-life-worth-in-dollars/"
    },
    {
      "title": "The Bailout Is Working — for the Rich",
      "source": "ProPublica",
      "date": "May 10 2020",
      "description": "The economy is in free fall but Wall Street is thriving, and stocks of big private equity firms are soaring dramatically higher. That tells you who investors think is the real beneficiary of the federal government's massive rescue efforts.",
      "link": "https://www.propublica.org/article/the-bailout-is-working-for-the-rich"
    },
    {
      "title": "The Pandemic Is Bringing Back Single-Use Plastics in a Huge Way",
      "source": "Vice",
      "date": "May 09 2020",
      "description": "States are rolling back their plastic bag bans and restaurants are turning to single-use utensils to reopen in the face of the coronavirus pandemic.",
      "link": "https://www.vice.com/en_us/article/n7wja8/the-pandemic-is-bringing-back-single-use-plastics-in-a-huge-way"
    },
    {
      "title": "At Least $72 Million in Coronavirus Bailout Loans Went to Big Oil and Gas Companies",
      "source": "Vice",
      "date": "May 08 2020",
      "description": "At least 16 drillers, fuel transporters, oil technology firms and service providers tapped the Small Business Association's Paycheck Protection Program.",
      "link": "https://www.vice.com/en_us/article/v7g4w3/millions-in-small-business-coronavirus-bailout-loans-are-going-to-oil-and-gas-companies"
    },
    {
      "title": "With a Distracted Public, the Pentagon Tries to Get Away With Killing Innocent Civilians",
      "source": "The Intercept",
      "date": "May 08 2020",
      "description": "The Pentagon's annual report to Congress covering civilian casualties appears to be yet another case of woefully underreporting innocent deaths.",
      "link": "https://theintercept.com/2020/05/08/civilian-casualties-us-airstrikes-pentagon/"
    },
    {
      "title": "US Marshals Says Prisoners' Personal Information Taken in Data Breach",
      "source": "TechCrunch",
      "date": "May 08 2020",
      "description": "Current and former prisoners were notified of the breach on May 1.",
      "link": "https://techcrunch.com/2020/05/08/us-marshals-prisoner-data-breach/"
    },
    {
      "title": "U.S. Unemployment Just Hit Its Highest Level Since the Great Depression",
      "source": "Vice",
      "date": "May 08 2020",
      "description": "The American job market is in full-on meltdown.",
      "link": "https://www.vice.com/en_us/article/n7wjpd/us-unemployment-just-hit-its-highest-level-since-the-great-depression-15-percent-coronavirus"
    },
    {
      "title": "For Cops Who Kill, Special Supreme Court Protection",
      "source": "Reuters",
      "date": "May 08 2020",
      "description": "The U.S. high court's continual refinement of an obscure doctrine called qualified immunity has made it harder to hold police liable for excessive force.",
      "link": "https://www.reuters.com/investigates/special-report/usa-police-immunity-scotus/"
    },
    {
      "title": "An Oil Spill and the Coronavirus Are Creating a Crisis in Ecuador's Amazon",
      "source": "Gizmodo",
      "date": "May 08 2020",
      "description": "Imagine being told to shelter at home due to a global pandemic, only to have your home, drinking water, and food stores destroyed. It would be a nightmare, but that is exactly what happened for indigenous people in the Ecuadorian Amazon after a massive oil spill polluted two major rivers.",
      "link": "https://earther.gizmodo.com/an-oil-spill-and-the-coronavirus-are-creating-a-crisis-1843338899"
    },
    {
      "title": "CDC Guide to Reopening Was Trashed by the Trump Admin. It Just Leaked",
      "source": "Ars Technica",
      "date": "May 07 2020",
      "description": "Trump admin allegedly told CDC its reopening guide would 'never see the light of day.'",
      "link": "https://arstechnica.com/science/2020/05/cdc-guide-to-reopening-was-trashed-by-the-trump-admin-it-just-leaked/"
    },
    {
      "title": "We Are Tenants on Our Own Devices",
      "source": "Wired",
      "date": "May 20 2019",
      "description": "It's time to assert our sovereignty over our own stuff.",
      "link": "https://www.wired.com/story/right-to-repair-tenants-on-our-own-devices/"
    },
    {
      "title": "Whistleblower Details How HHS Officials Refused to Secure N95 Masks as Pandemic Loomed",
      "source": "The Intercept",
      "date": "May 07 2020",
      "description": "The report from Richard Bright reveals a new villain in the tragic saga of the administration's mismanagement of the coronavirus crisis: Robert Kadlec.",
      "link": "https://theintercept.com/2020/05/07/coronavirus-whistleblower-hhs-n95-ppe/"
    },
    {
      "title": "Farmers Are Destroying Mountains of Food. Here's What to Do About It",
      "source": "The Guardian",
      "date": "May 07 2020",
      "description": "The Covid-19 pandemic has revealed the cracks in a corporate-focused system supported by polices that favor profits at any cost",
      "link": "https://www.theguardian.com/commentisfree/2020/may/07/farmers-food-covid-19"
    },
    {
      "title": "Prisons Will Worsen Coronavirus Crisis in Rural America",
      "source": "The Intercept",
      "date": "May 07 2020",
      "description": "The prison economy has been a lifeline for rural communities for decades, but that lifeline has transformed into a vector for coronavirus.",
      "link": "https://theintercept.com/2020/05/07/coronavirus-america-rural-prisons/"
    },
    {
      "title": "We've Known How to Make Healthier Buildings for Decades",
      "source": "The Verge",
      "date": "May 07 2020",
      "description": "During the pandemic, people are now demanding them.",
      "link": "https://www.theverge.com/2020/5/7/21249496/building-ventilation-design-health-humidity-cost"
    },
    {
      "title": "Nearly 20,000 Teens in Georgia Have Received Their Driver's Licenses Without a Road Test",
      "source": "CNN",
      "date": "May 06 2020",
      "description": "Georgia isn't the only state that is waiving road tests. Wisconsin announced this week that it will start doing the same for 16- and 17-year-olds, starting Monday.",
      "link": "https://www.cnn.com/2020/05/06/us/driver-license-road-test-wisconsin-georgia-trnd/index.html"
    },
    {
      "title": "Here Are the Companies Getting Rich From the Coronavirus Pandemic",
      "source": "Vice",
      "date": "May 06 2020",
      "description": "Scott Disick, of 'Keeping Up With the Kardashians' fame, pushed out a line of T-shirts and hoodies emblazoned with the timely message 'Wash Your Hands.'",
      "link": "https://www.vice.com/en_us/article/akzw7p/here-are-the-companies-getting-rich-from-the-coronavirus-pandemic"
    },
    {
      "title": "Mass Incarceration Poses a Uniquely American Risk in the Coronavirus Pandemic",
      "source": "The Intercept",
      "date": "May 06 2020",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "link": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/"
    },
    {
      "title": "U.S. Companies Cut Thousands of Workers While Continuing to Reward Shareholders During Pandemic",
      "source": "Washington Post",
      "date": "May 05 2020",
      "description": "As the pandemic squeezes big companies, executives are making decisions about who will bear the brunt of the sacrifices, and in at least some cases, workers have been the first to lose, even as shareholders continue to collect.",
      "link": "https://www.washingtonpost.com/business/2020/05/05/dividends-layoffs-coronavirus/"
    },
    {
      "title": "Speaker Pelosi Supports Push for Taxpayer Bailout of Corporate Lobbyists",
      "source": "The Intercept",
      "date": "May 05 2020",
      "description": "Trade groups have stepped up a campaign for $25 billion and PPP eligibility in the next phase of coronavirus relief.",
      "link": "https://theintercept.com/2020/05/05/lobbyists-trade-groups-bailout/"
    },
    {
      "title": "America's Renewable Energy Sources Have Produced More Electricity Than Coal Every Day for 40 Days Straight",
      "source": "Newsweek",
      "date": "May 05 2020",
      "description": "The transition away from coal for electricity generation in the U.S. accelerated in 2020 due to lower gas prices, warmer weather and the economic conditions resulting from COVID-19, analysis found.",
      "link": "https://www.newsweek.com/america-renewable-energy-electricity-generation-tops-coal-plants-april-2020-40-days-1501967"
    },
    {
      "title": "An AI Can Simulate an Economy Millions of Times to Create Fairer Tax Policy",
      "source": "MIT Technology Review",
      "date": "May 05 2020",
      "description": "Deep reinforcement learning has trained AIs to beat humans at complex games like Go and StarCraft. Could it also do a better job at running the economy?",
      "link": "https://www.technologyreview.com/2020/05/05/1001142/ai-reinforcement-learning-simulate-economy-fairer-tax-policy-income-inequality-recession-pandemic/"
    },
    {
      "title": "U.K. Reports Highest Coronavirus Death Toll in Europe",
      "source": "Axios",
      "date": "May 05 2020",
      "description": "It surpassed Italy.",
      "link": "https://www.axios.com/coronavirus-united-kingdom-most-deaths-europe-50220ebe-12df-487b-bb9d-699eb03c4c50.html"
    },
    {
      "title": "Jared Kushner's Shadow Coronavirus Task Force Used a Spreadsheet Called 'VIP Update' to Procure PPE From Inexperienced Trump Allies Over Legitimate Vendors",
      "source": "Business Insider",
      "date": "May 05 2020",
      "description": "In theory, the group was supposed to find the most promising leads on protective gear and funnel them to FEMA. Instead, it prioritized Trump allies.",
      "link": "https://www.businessinsider.com/jared-kushner-coronavirus-task-force-prioritized-ppe-trump-associates-nyt-2020-5"
    },
    {
      "title": "US Projects 200,000 New COVID-19 Cases per Day, 3,000 Daily Deaths by June",
      "source": "Ars Technica",
      "date": "May 04 2020",
      "description": "Leaked gov't document predicts rise in deaths as Trump aims to 'open up America.'",
      "link": "https://arstechnica.com/science/2020/05/us-projects-200000-new-covid-19-cases-per-day-3000-daily-deaths-by-june/"
    },
    {
      "title": "Three Russian Doctors 'Fall' From Hospital Windows, Raising Questions Amid Coronavirus Pandemic",
      "source": "CNN",
      "date": "May 04 2020",
      "description": "Three frontline health care workers have mysteriously fallen out of hospital windows in Russia over the past two weeks, heightening public attention to the working conditions for doctors and medical professionals amid the coronavirus pandemic.",
      "link": "https://www.cnn.com/2020/05/04/europe/russia-medical-workers-windows-intl/index.html"
    },
    {
      "title": "The World Came Together for a Virtual Vaccine Summit. The U.S. Was Conspicuously Absent.",
      "source": "Washington Post",
      "date": "May 04 2020",
      "description": "International donors are on track to raise $8.2 billion to mass-produce drugs, vaccines and testing kits. The Trump administration says the U.S. remains the world's largest health and humanitarian donor.",
      "link": "https://www.washingtonpost.com/world/europe/the-world-comes-together-for-a-virtual-vaccine-summit-the-us-is-conspicuously-absent/2020/05/04/ac5b6754-8a5c-11ea-80df-d24b35a568ae_story.html"
    },
    {
      "title": "How Many Jobs Do Robots Really Replace?",
      "source": "MIT News",
      "date": "May 03 2020",
      "description": "MIT economist Daron Acemoglu's new research puts a number on the job costs of automation.",
      "link": "http://news.mit.edu/2020/how-many-jobs-robots-replace-0504"
    },
    {
      "title": "Hostile States Trying to Steal Coronavirus Research, Says UK Agency",
      "source": "The Guardian",
      "date": "May 03 2020",
      "description": "Experts say Russia, Iran and China likely to be behind cyber-attacks on universities",
      "link": "https://www.theguardian.com/world/2020/may/03/hostile-states-trying-to-steal-coronavirus-research-says-uk-agency"
    },
    {
      "title": "US Store Guard Killed After Mask Row With Customer",
      "source": "BBC News",
      "date": "May 02 2020",
      "description": "A Michigan store guard is shot in the back of the head after confronting a customer who had no mask.",
      "link": "https://www.bbc.com/news/world-us-canada-52540266"
    },
    {
      "title": "China Thinks Backlash to Its Coronavirus Response Could Lead to All-Out War With the U.S.",
      "source": "Vice",
      "date": "May 04 2020",
      "description": "A State Security report warned that anti-China sentiment, led by the U.S., has not been this high since the 1989 Tiananmen Square crackdown.",
      "link": "https://www.vice.com/en_us/article/wxeww4/china-thinks-backlash-to-its-coronavirus-response-could-lead-to-all-out-war-with-the-us"
    },
    {
      "title": "Which States Are Reopening, Which Remain on Lockdown, and Why",
      "source": "Wired",
      "date": "May 04 2020",
      "description": "There's not a national plan to restart US businesses. That's led to inconsistencies among governors' orders, and some confusion among residents.",
      "link": "https://www.wired.com/story/which-states-reopening-lockdown/"
    },
    {
      "title": "Medical Expert: Federal Jail Intentionally Destroying Medical Records and Hiding Extent of Coronavirus Behind Bars",
      "source": "The Intercept",
      "date": "May 04 2020",
      "description": "'Several current practices in MDC actually promote a more rapid spread of COVID-19 inside the facility.'",
      "link": "https://theintercept.com/2020/05/01/mdc-brooklyn-jail-coronavirus-medical-records/"
    },
    {
      "title": "Donald Trump's Four-Step Plan to Reopen the US Economy – and Why It Will Be Lethal",
      "source": "The Guardian",
      "date": "May 03 2020",
      "description": "The president and his allies are hiding the facts and pretending 'freedom' conquers all. As a result, more Americans will die",
      "link": "https://www.theguardian.com/commentisfree/2020/may/03/donald-trump-reopen-us-economy-lethal-robert-reich"
    },
    {
      "title": "White House Blocks Fauci From Testifying to Congress on Coronavirus Response",
      "source": "Reuters",
      "date": "May 02 2020",
      "description": "Top U.S. health official Anthony Fauci will not testify next week to a congressional committee examining the Trump administration's response to the coronavirus pandemic, the White House said on Friday, calling it 'counterproductive' to have individuals involved in the response testify.",
      "link": "https://www.reuters.com/article/health-coronavirus-usa-fauci/white-house-blocks-fauci-from-testifying-to-congress-on-coronavirus-response-idUSKBN22E03O"
    },
    {
      "title": "The World Is Still Producing More Oil Than It Needs. Why?",
      "source": "Wired",
      "date": "May 01 2020",
      "description": "Today, petroleum producers around the world will start shutting down wells after the Covid-19 pandemic caused demand to plummet. What took them so long?",
      "link": "https://www.wired.com/story/the-world-is-still-producing-more-oil-than-it-needs-why/"
    },
    {
      "title": "Judge Orders FCC to Hand Over IP Addresses Linked to Fake Net Neutrality Comments",
      "source": "Gizmodo",
      "date": "May 01 2020",
      "description": "A Manhattan federal judge has ruled the Federal Communications Commission must provide two reporters access to server logs that may provide new insight into the allegations of fraud stemming from agency's 2017 net neutrality rollback.",
      "link": "https://gizmodo.com/judge-orders-fcc-to-hand-over-ip-addresses-linked-to-fa-1843202071"
    },
    {
      "title": "Congress Is Investigating Cruise Ship Company Carnival Over COVID-19 Outbreaks",
      "source": "The Verge",
      "date": "May 01 2020",
      "description": "Carnival is accused of failing to take action when it knew the risks of the novel coronavirus.",
      "link": "https://www.theverge.com/2020/5/1/21244432/carnival-princess-cruises-congress-investigation-covid-19-coronavirus-outbreak"
    },
    {
      "title": "China Warns Australia It Could Face Boycotts Over Call for an Independent Inquiry Into Coronavirus",
      "source": "Time",
      "date": "May 01 2020",
      "description": "China has accused Australia of parroting the United States in its call for an inquiry independent of the WHO to determine the origins of COVID-19.",
      "link": "https://time.com/5830675/china-australia-coronavirus-inquiry/"
    },
    {
      "title": "Jobs Collapse Is Deeper Than the Government Says",
      "source": "Bloomberg",
      "date": "Apr 30 2020",
      "description": "Economists' workforce surveys are more current than the government's. And more terrifying.",
      "link": "https://www.bloomberg.com/opinion/articles/2020-04-30/jobs-collapse-is-deeper-than-the-government-says"
    },
    {
      "title": "People With Guns (And No Masks) Swarmed the Michigan State Capitol to Protest the Coronavirus Lockdown",
      "source": "Vice",
      "date": "Apr 30 2020",
      "description": "Some state legislators, anticipating the possibility of violence, had even come to work that day wearing bulletproof vests.",
      "link": "https://www.vice.com/en_us/article/y3makv/protestors-with-guns-and-no-masks-swarmed-the-michigan-state-capitol-to-protest-the-coronavirus-lockdown"
    },
    {
      "title": "'Microplastic Hot Spots' Are Tainting Deep-Sea Ecosystems",
      "source": "Wired",
      "date": "Apr 30 2020",
      "description": "Scientists found 2 million microplastic particles in a square meter of sediment, as currents drag debris into seafloor versions of the Great Pacific Garbage Patch.",
      "link": "https://www.wired.com/story/microplastic-hotspots/"
    },
    {
      "title": "Pence Threatened to Punish the Reporter Who Proved His Office Ignored the Rule That He Needed a Mask to Visit the Mayo Clinic",
      "source": "Business Insider",
      "date": "Apr 30 2020",
      "description": "Steve Herman undermined Pence's wife's claim that the vice president didn't know he was supposed to wear a mask during the much-criticized visit.",
      "link": "https://www.businessinsider.com/pence-threatened-reporter-proved-knew-mayo-clinic-mask-rule-2020-5"
    },
    {
      "title": "It Could Take Decades for the Ocean Floor to Recover From Deep Sea Mining",
      "source": "Gizmodo",
      "date": "Apr 29 2020",
      "description": "A new study has found that the impacts of deep sea mining are still felt a quarter of a century later.",
      "link": "https://earther.gizmodo.com/it-could-take-decades-for-the-ocean-floor-to-recover-fr-1843162892"
    },
    {
      "title": "Stocks Are Recovering While the Economy Collapses. That Makes More Sense Than You'd Think.",
      "source": "Time",
      "date": "Apr 29 2020",
      "description": "While the economy is contracting, the market is soaring. If you look closely at what's up and down, it actually makes sense--for now.",
      "link": "https://time.com/5828898/stocks-recovering-economy-collapses-makes-sense/"
    },
    {
      "title": "Google Play Has Been Spreading Advanced Android Malware for Years",
      "source": "Ars Technica",
      "date": "Apr 29 2020",
      "description": "Advanced hacker group seeded market with at least 8 apps likely since 2016.",
      "link": "https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/"
    },
    {
      "title": "The Pandemic Is Accelerating Coal's Demise",
      "source": "Bloomberg",
      "date": "Apr 28 2020",
      "description": "Electricity in Europe, India, China, and parts of the U.S. is less and less reliant on coal.",
      "link": "https://www.bloomberg.com/news/articles/2020-04-28/the-coronavirus-pandemic-is-accelerating-coal-s-demise"
    },
    {
      "title": "Inside the Race to Build the Best Quantum Computer on Earth",
      "source": "MIT Technology Review",
      "date": "Feb 26 2020",
      "description": "Google's most advanced computer isn't at the company's headquarters in Mountain View, California, nor anywhere in the febrile sprawl of Silicon Valley. It's a few hours' drive south in Santa Barbara, in a flat, soulless office park inhabited mostly by technology firms you've never heard of. An open-…",
      "link": "https://www.technologyreview.com/2020/02/26/916744/quantum-computer-race-ibm-google/"
    }
  ]
}